lines = [
    # район нью-йорка: президент Либерти
    "Мистер Трент, с вами говорит Рональд Вашингтон, президент Либерти."
    "Ооо... ээ... моё почтение, мистер президент. Чем обязан вашим вниманием?"
    "Мистер Трент, мы хотим обсудить с вами последних событиях. И их последствиях."
    "Я предлагаю встретиться в баре планеты Манхеттен."
    "Мистер президент, я не смогу согласиться на это предложение."
    "У меня есть важные дела. Нужно спасать мир. Простите."
    # результат: Трент и Тагава
    "Весьма не дальновидное решение, мистер Трент."
    "С чего бы? Он наверное ждал бы меня с толпой конвоиров, чтобы отправить в ближайшую кутузку."
    "Сомневаюсь. Президенты таким не занимаются."
    "Эй, мы же вроде действительно спешим мир спасать? Зачем отвлекаться на ерунду? "
    "Нужно наладить связь с моим тёзкой, пока не поздно."
    "Здесь вы правы. Но не принебрегайте силой местных политиков, мистер Трент."
    "Я услышал вас. Ладно? С политиками потом разберёмся. Есть проблемы и поважне+е."
    # нью-йорк: в посках зоны 61
    "Мы в Нью-Йорке. Куда дальше?"
    "В зону 61, мистер Трент."
    "Так, погодите. Это мне напоминает зону 21, которая в районе Аляски, разве нет?"
    "Вы примерно правы. Нью-Йорк особая система. Теперь в ней образовалась зона 61. И она ведёт прямо к Сфере."
    "Чудес+а... ну тогда летим туда."
    
    # сцена: пигар
    
    
    
    # 
    
    
    
    # сцена калифорния:
    "Я хочу выразить благодарность за вашу работу, мистер Трент."
    "Всегда к вашим услугам, мистер президент."
    "Надеюсь эта история станет для вас важным уроком. Вы отлично справляетесь с ролью ренегата, сражающего с Орденом."
    "Но нашему миру нужен не только хаос, но и настоящий порядок."
    "Я понял, к чему вы клоните. Бандиты порой хорошие временные союзники, но иногда они действительно бандиты."
    'Да,, кстати, мистер президент, я ведь планировал использовать силы этих бандитов в составле флота "Комитета по спасению человечества".'
    "А теперь мне эти силы пришлось уничтожить и теперь в рядах моих сил для спасения мира поубавилось."
    "Не беспокойтесь об этом, мистер Трент. Правительство Либерти выделит вам один из линкоров в знак благодарности за ваши услуги."
    "Вы принесли мир, свободу, справедливость и безопасность нашей Республике."
    "И я надеюсь, что вы сможете это сделать для всего сектора Сириуса. Удачи."

    # берлин - влёт
    
    "Мистер Трент, говорит Ангела Грюнвальд, губернатор земли Бранденбург. Вы можете встретиться со мной на планете Берлин?"
    "Рад знакомству, леди Грюнвальд. По каком поводу встреча, если не секрет?"
    "Мы хотим предложить сотрудничество."
    "Хорошо, направляюсь к Берлину. Скоро буду."
    
    # Грюнвальд - берлин
    
    "Приветствую вас, герр Трент."
    "Леди Грюнвальд? У вас ко мне какое-то дело?"
    "Герр Трент, я знаю, что ваши отношения с Рейнландом... не совсем заладились."
    "Конечно не заладились, меня ваши официальные власти несколько раз хотели убить!"
    "Это так. Наша политика весьма экспансивна. И порой наше правительство принимает ужасные решения."
    "Но если дело касается спасения мира, то мы готовы вступать с вами как во временный, так и постоянный союз."
    "Так а какая мне польза от такого союза?"
    "Например, мы в курсе, что вы хотите силой захватить систему Штутгарт, чтобы получить доступ к нашим производственным мощностям."
    "Мы готовы предоставить вам эти мощности без боя. Если вы выполните одну нашу просьбу."
    "Это очень весомое предложение, леди Грюнвальд. В чём состоит ваша просьба?"
    "Мы хотим,, чтобы вы обеспечили нашу безопасность."
    "Безопасность? Каким образом?"
    "Герр Трент... вы уверены в лояльности герра Хасслера?"
    "Честно говоря, я сам хотел его пару раз придушить. Не предлаете ли вы мне убить его?"
    "Нет, что вы. Нас волнует не герр Хасслер, а союзы, которые он заключил."
    "Выбор его союзников... весьма противоречив. Мы имеем веские обоснования того, что он планирует захватить и расколоть Рейнланд."
    "Звучит не слишком убедительно, фрау Грюнвальд. У вас есть какие-то доказательства?"
    "Конечно, герр Трент. Наши разведчики регулярно докладывают о концентрации значительных сил мусорщиков и гессенцев в системе Малый Омикрон."
    "Они готовы выступить в бой в тот момент, как только вам удасться разобраться с инопланетной угрозой ."
    "Флот Рейнланда ослаблен, наши заводы захвачены кочевниками. Мы не уверены, что сможем справиться с очередным вторжением."
    "Я и не знаю, что сказать, леди Грюнвальд. Мне нужно самому удостовериться, говорите ли вы правду."
    "Но если это действительно так, то я постараюсь решить вашу проблему."
    "Наша надежда только на вас, герр Трент."
    
    # Аларик после Грюнвальд
    "Аларик, ты по близости?"
    "Да, Трент, я как раз выпонил задание Хасслера в Мюнхене."
    "Отлично, тогда меняем план. Жду тебя в Сигме-8. У нас есть дело в Малом Омикроне."
    "Это звучит очень серьёзно. Будет жарко?"
    "Если всё так, как мне докладывают местные, то мало не покажется."
    "Тогда выдвигаюсь!"
    
    # Хасслер после Грюнвальд
    "Герр Трент, вы находитесь в Рейнланде?"
    "Да, Хасслер. В чем дело?"
    "Мы обнаружили еще один необходимый компонент. Сейчас передам координаты его местнахождения."
    "Нет, Хасслер. Я занят. И Аларик тоже. Найди другого исполнителя."
    "Герр Трент, вы заняты чем-то более важным, чем спасением мира?"
    "Спасением мира и занимаюсь, герр Хасслер. Только немного другими путями. Свяжусь с тобой позже."
    
    # Грюнвальд после миссии
    "Леди Грюнвальд, пиратский флот в Малом Омикроне больше не представляет угрозы для Рейнланда."
    "Герр Трент, вы совершили героический поступок. Теперь Рейнланд в безопасности."
    'Я передам приказ губернатора Штутгарта, чтобы он предоставил все доступы госпоже Зейн и "Комитету по спасению человечества"'
    "Так же я сейчас переведу на ваш счет особую благодарность за эту работу, герр Трент. Удачи вам в спасении мира."
    "Вы очень любезны, леди Грюнвальд."
    
    # Поиск Хасслера после Грюнвальд
    
    "Хасслер, приём. Я освободился. Как там статус? Всё собрали?"
    "Да, герр Трент. Прилетайте на планету Бисмарк. Мы собираем силы для штурма Манхейма."
    "Больше не потребуется. Я решил этот вопрос."
    "Что... как?"
    "Халтурка на нужных людей и хорошие связи, Хасслер. Так что дальше, каков план?"
    "Хм... Прилетайте на Бисмарк. Я выдам вам новые указания."

    # Взлётная площадка Штутгарта

    "Герр Трент, у меня появилось ощущение, будто вы ведёте двойную игру."
    "С чего это ты, Хасслер? Я играю в одну игру. Спасаю мир."
    "Тогда почему вы нарушили наш план?"
    "Ваш план, Хасслер. Я внёс свою лепту в спасение мира. Мы получили Манхейм и Штутгарт. Без боя. Этого мало?"
    "Или вы расстроены, что не пролить кровь ваших сограждан?"
    "Нет, здесь вы отлично сработали."
    "Тогда давайте посмотрим на вашу очередную презентацию."
    
    # Бар планеты Бисмарк
    
    "Благодаря стараниям герра Трента наш план поменялся. Нам не нужно штурмовать Штургарт, но нам всё еще нужно доставить туда нужный груз."
    "Мы собрали все компоненты на поезд. Он уже находится здесь в системе Бисмарк."
    "Тогда в чём сложности, Хасслер?"
    "Мы получили сообщение, что станция Вена захвачена кочевниками. Они используют станцию для производства прототипов."
    "Наш груз может быть атакован номадскими силами, которые замечены как раз в Штутгарте и Омеге-15 по пути нашего маршрута."
    "Поэтому нужно аккуратно провезти груз без повреждений и ликвидировать все возможные номадские угрозы."
    "План понятен? Тогда выступайте. Встречаемся на конечной точке маршрута - на Манхейме."

]
