INFO_RU = {
    'dangeon_rules': 'Пролетите локацию по указанному стрелками маршруту. Получ+ите ключ в ближайшей точке интереса,, чтобы получить доступ к следующей локации. Если не получить ключ, то вы не сможете продвинуться вперёд.',
    'dangeon_forward': 'Вы должн+ы были получить ключ в предыдущей локации. Если данный переход заблокирован, значит вы не получили ключ.',
    'dangeon_final_exit': 'Данный переход будет доступен после прохождения основн+ого пути. Используйте стрелки, чтобы обнаружить основн+ой путь.',

    'arch_step2': 'Статус. Обнаружено присутствие вражеских кораблей. Вражеские истребители патрулируют следующую группу номадских глифов. Будьте внимательны.',
    'arch_step3': 'Статус. Остался последний .',
    'battleship_shield_lock': 'Вражеский линкор блокирует выход из локации. Уничтошьте линкор, чтобы получить возможность переместиться в следующую локацию',

    'repair': 'Вы можете воспользоваться ремонтной зоной. Подлетите к объекту с иконкой гаечного ключа и ожидайте ремонта вашего корабля. Так же можете воспользоваться складом наноботов и батарей щита.',


    'dyson_rubic': 'Вы должн+ы активировать символы на нужном объекте,, чтобы получить ключ. Стреляйте по символам. Если объект неверный,, то появится красный эффект. Если символ верный,, то он будет светиться фиолетовым. Подсвет+ите все подобные символы на искомом объекте.',
    'nomad_shield': 'Уничтошьте генераторы по краям щита, чтобы вывести щит из строя.',
    'lab_shield': 'Уничтошьте генераторы по краям лаборатории, чтобы получить доступ к её внутренностям.',
    'debris_box': 'Выбейте ключ из мусорных блоков, чтобы получить доступ к базе. Верный блок с мусором при повреждении будет подсвечен зелёным светом. Найдите верный мусорный блок и атакуйте его компоненты, пока не получите ключ.',
    'roid_mining': 'Выбейте ключ из астероида, чтобы получить доступ к базе. Верный астероид при повреждении будет подсвечен зелёным светом. Найдите верный астероид и атакуйте его компоненты, пока не получите ключ.',
    'hacking': 'Взломайте панэль, чтобы получить доступ к базе. Стреляйте по квадратам. Верный цвет будет отмечен как "максимальный". А ближайший к нему будет отмечен как высокий и так далее по убыванию. найдите максимальный цвет и уничтошьте все блоки с подобным цветом.',

    # 'assault_roid_miner': "",


}