INFO_RU = {
    'mod_valid_rubic': 'Эти номадские руны верные, активируйте их до конца.',


    'dangeon_rules': 'Пролетите локацию по указанному стрелками маршруту. Получ+ите ключ в ближайшей точке интереса,, чтобы получить доступ к следующей локации. Если не получить ключ, то вы не сможете продвинуться вперёд.',
    'dangeon_forward': 'Вы должн+ы были получить ключ в предыдущей локации. Если данный переход заблокирован, значит вы не получили ключ.',
    'dangeon_final_exit': 'Данный переход будет доступен после прохождения основн+ого пути. Используйте стрелки, чтобы обнаружить основн+ой путь.',

    'arch_step2': 'Статус. Обнаружено присутствие вражеских кораблей. Вражеские истребители патрулируют следующую группу номадских глифов. Будьте внимательны.',
    'arch_step3': 'Статус. Осталось последнее скопление номадских рун, которые нужно активировать. Противник имеет значительные силы в этом районе. Финальная зона локации блокирована вражеским линкором.',
    'arch_step4': 'Статус. Вы успешно пролетели локацию и получили доступ к базе и финальным гиперврат+ам. В будущем вы сможете воспользоваться коротким маршрутом, чтобы добраться до этой зоны..',

    'battleship_shield_lock': 'Вражеский линкор блокирует выход из локации. Уничтошьте линкор, чтобы получить возможность переместиться в следующую локацию',

    'repair': 'Вы можете воспользоваться ремонтной зоной. Подлетите к объекту с иконкой гаечного ключа и ожидайте ремонта вашего корабля. Так же можете воспользоваться складом наноботов и батарей щита.',


    'dyson_rubic': 'Вы должн+ы активировать символы на нужном объекте,, чтобы получить ключ. Стреляйте по символам. Если объект неверный,, то появится красный эффект. Если символ верный,, то он будет светиться фиолетовым. Подсвет+ите все подобные символы на искомом объекте.',
    'nomad_shield': 'Уничтошьте генераторы по краям щита, чтобы вывести щит из строя.',
    'lab_shield': 'Уничтошьте генераторы по краям лаборатории, чтобы получить доступ к её внутренностям.',
    'debris_box': 'Выбейте ключ из мусорных блоков, чтобы получить доступ к базе. Верный блок с мусором при повреждении будет подсвечен зелёным светом. Найдите верный мусорный блок и атакуйте его компоненты, пока не получите ключ.',
    'roid_mining': 'Выбейте ключ из астероида, чтобы получить доступ к базе. Верный астероид при повреждении будет подсвечен зелёным светом. Найдите верный астероид и атакуйте его компоненты, пока не получите ключ.',
    'hacking': 'Взломайте панэль, чтобы получить доступ к базе. Стреляйте по квадратам. Верный цвет будет отмечен как "максимальный". А ближайший к нему будет отмечен как высокий и так далее по убыванию. найдите максимальный цвет и уничтошьте все блоки с подобным цветом.',


    'nn_hbr1_help1': 'Направляйтесь к станции по указанным направл+яющим',
    'nn_hbr1_help2': 'Садитесь на станцию. Вас уже ждут',
    'nn_hbr1_help3': 'Направляйтесь к гиперврат+ам',
    'nn_hbr1_help4': 'Используйте гиперврат+а',

    'nn_hbr2_help1': 'Направляйтесь к мегап+ушке и заряд+ите её генераторы',
    'nn_hbr2_help2': 'Выбейте ключ из указанного обл+омка планеты',
    'nn_hbr2_help3': 'Направляйтесь к базе по указанному направлению',
    'nn_hbr2_help4': 'Уничтошьте корабли кочевников, чтобы получить доступ к базе. Сядьте на базу, как только её отношение к вам перестанет быть враждебным.',

    'nn_hbr_planet_loot': 'Вы получили ключ и открыли доступ к торговому пути. Доберитесь до него по направляйющим буйкам',
    'nn_hbr_planet_exploded': 'Направляйтесь к остаткам планеты, чтобы получить ключ',

    # 'assault_roid_miner': "",


}