# Планета Норторф
rh_mnh_01_base = ("Промежуточная база на пути из Хонсю в Бисмарк. Первоначально имеет логистическую функцию как "
                  "зона обслуживания транспортов. На самой планете не ведется особых разработок. Добыча ископаемых "
                  "ведется с минимальной интенсивностью. В основном плавательные платформы используются как способ "
                  "пополнения запасов. Колонисты в основном занимаются обслуживанием торговых кораблей. "
                  "Рейнланда продолжает поддержку данной планеты в первую очередь из-за уничтожения станции Мюнхен, "
                  "которая в свою очередь была главной торговой базой в этой системе. Из-за отсутствия официального "
                  "статуса, на планете Норторф часто бывают различные бандиты и пираты, которые используют эту "
                  "планету как фрипорт. По мимо этого жители Норторфа продолжают заниматься добычей металлолома в "
                  "первую очередь с разрушенной станции Мюнхен. Это достаточно выгодное мероприятие, так как за "
                  "станцией никто не следит. Ходят слухи, что если грамотно взломать некоторые сегменты станции, то "
                  "можно даже пробраться в оставшиеся рабочие отсеки и на склады Мюнхена.")

# Торговая база Шлейзвиг
rh_mnh_02_base = ("Важный логистический центр доставки товаров из Кусари в Рейнланд и обратно. База Шлейзвиг "
                  "является в том числе и главной базой наемников в системе и так как в Мюнхене нет официального "
                  "правительственного присутствия, большую часть защитных функций делают именно наемники. Сама "
                  "база концентрирует товары в первую очередь из системы Хонсю, а так же занимается обслуживанием "
                  "ближайших торговых путей. Так же высока активность фрилансеров-мусорщиков, которые продолжают "
                  "вылазки к станции Регенсбург, чтобы продолжить разбирать её на запчасти, но это становится всё "
                  "более опасным мероприятием из-за общей пиратской активности, а так же наличия анклава испанских "
                  "изгоев в этой системе.")

# База Виго
rh_mnh_03_base = ("База Виго является дальним форпостом Изгоев почти в самом центре Сириуса. Данное поселение появилось "
                  "в ходе стечения нескольких обстоятельств. С одной стороны в системе Мюнхен произошел конфликт между "
                  "Рейнландом и Кусари, из-за чего система получила нейтральный статус. С другой стороны был нарушен союзен между "
                  "Изгоями и Корсарами. По причине чего все Изгои, проживающие в корсарских колониях, были вынуждены "
                  "срочно покинуть эти системы. Так уж и получилось, что самым свободным местом в Сириусе оказалась "
                  "система Мюнхен и она стала точкой притяжения для всех Изгоев, которые не решили добираться до Мальты."
                  "\\n\\n"
                  "Местные изгои занимаются контрабандой и мелким бандитизмом. Не смотря на нейтральность Мюнхена, "
                  "все передвижения изгоев мониторятся вооруженными силами Рейнланда. Но так как официально присутствие "
                  "военных не настолько велико, за мониторинг отвечают местные наёмники из Асгарда и Чёрного дракона.")

# Склад Кройзберг
rh_mnh_04_base = ("Кройзберг является секретным аванпостом мусорщиков в Мюнхене. Сама система не представляет особой ценности, т.к. "
                  "торговые потоки в Мюнхене незначительны, но зато в системе осталось огромное количество металлолома после войны между "
                  "Рейнландом и Кусари. Для того, чтобы переправлять металл эффективнее, мусорщики и построили этот аванпост. Поэтому "
                  "к нему пристроена целая плавильная установка. Помимо этого данный склад является Меккой местных бандитов и "
                  "контрабандистов, которые оставляют тут свои грузы и ведут сделки по перевозу контрабанды на в другие системы. К сожалению, "
                  "из-за высокой активности ЧВК Асгард данный склад потерял свою стратегическую значимость, но мусорщики продолжают его "
                  "поддержку.")

rh_regensburgh = ("Станция Регенсбург исходно создавалась как один из самых продвинутых форпостов. С помощью "
                  "актуальных технологий данный аванпост мог выдержать даже атаки целого вражеского флота. Эта ситауция "
                  "сильно не понравилась правительству Кусари, которое приняло решение совершить превентивное нападение "
                  "на Рейнланд. В ходе достаточно короткой операции Регенсбург был полностью уничтожен. Такая же участь "
                  "ждала флотилию Бисмарка, выдвинувшуюся на помощью Регенсбургу. Кусарийские эсминцы оперативно расставили "
                  "минные заграждение, что привело к блокированию рейнландских атак, после чего на помощь вышли "
                  "канонерки Кусари, окончательно уничтожившие контрнаступающие рейнландские сиды. По итогу данного конфликта "
                  "Рейнланд потерял возможность обозначать свое военно присутствие в Мюнхене и эта система стала считаться "
                  "нейтральной и пограничной. Военные рейнданда всё еще могут вести свои дела в Мюнхене, но они уже "
                  "не могут делать здесь военные базы или держать свои гарнизоны. Справедливости ради, данный договор "
                  "запретил такие действия в том числе и Кусари. Таким образом, если Кусари захочет захватить одну "
                  "из станций и разместить свой гарнизон, то Рейнланд мирный договор автоматически потеряет свою силу. "
                  "\\n\\n"
                  "Сама станция Регенсбург на данный момент находится в плачевном состоянии. Все возможные отсеки уже были "
                  "опустошены мусорщиками и изгоями, поэтому от станции остался один металлолом, который продолжают "
                  "разбирать местные искатели приключений. Иная ситуация с остатками линкоров, находящимися рядом с "
                  "Регенсбургом. Так как минные заграждения никто не решил убирать, а далеко не все прохиндеи желают "
                  "ввязываться в такие авантюры, то возможность проникнуть в линкоры и найти там что-то интересное всё еще сохраняется.")

rh_munchen = ("Станция Мюнхен когда-то была основной станцией в одноимённой системой Мюнхен, но была полностью уничтожена в ходе "
              "военного конфликта с Кусари. Основной причиной этого конфликта было строительство станции Регенсбург в системе Мюнхен. "
              "Станция Мюнхен занималась строительством Регенсбурга, весь её персонал в первую очередь был занят поддержкой и провзодством деталей для "
              "будущего рейнландского аванпоста. Но в ходе военных действий Регенсбург был уничтожен, а после того, как рейнландское подкрепление "
              "было уничтожено в ходе успешной засады, силы Кусарись атаковали станцию Мюнхен. Не смотря на то, что большая часть "
              "персонала станции были гражданские, Кусари совершили массовый обстрел станции. Было уничтожено огромное количеством мирных "
              "жителей, но при этом большая часть смогла спастись или на своих кораблях или на спасательных капсулах. Силы Кусари "
              "не преследовали убегающий персонал. Беглецы на спасательных капсулах по большей части нашли убежище на планете Норторф, остальные "
              "попытались бежать в систему Бисмарк."
              "\\n\\n"
              "После данного инцидент станция Мюнхен никогда не восстанавливалсь в первую очередь по той причине, что мирный договор между "
              "Рейнландом и Кусари запрещал нахождение значительных производственных мощностей, принадлежащих каком-нибудь из домов. Из-за этого "
              "проихошел значительный отток гражданского населения из системы Мюнхен, что значительно сказалось на экономике системы. Во времена "
              "расцвета Мюнхена данная система активно колонизировалась немецкими переселенцами, но большинство из них предпочло переместиться в "
              "основные системы Рейнланда, а в самом Мюнхене остался в основном персонал, обслуживающий торговые пути. Наличие невостребованного металлолома "
              "привело к увеличению активности мусорщиков, а потеря работы бывшими жителями Мюнхена привело к значительному повышению антисоциальной активности "
              "в самом Рейнланде, усилению влияния Бундсчух и Гессенцев, так как раньше те же Гессенцы были одной вспомогательной сил, защищающих пограничные зоны "
              "Рейнланда. После значительного сокращения бюджета Рейнланд заменил Гессенцев на ЧВК Асгард, но при этом последние, не найдя достойного примененения "
              "своих услуг, стали более активно использовать свои силы против гражданского населения Рейнланда в ходе различных террористических атак.")

# Планета Бисмарк
rh_biz_01_base = ("Планета Бисмарк это первая заселенная немецкая планета, а так же рейнландская планета с лучшими жизненными условия. "
                  "Не смотря на суровые и долгие зимы, условия жизни тут куда лучше, чем на других колониях. "
                  "На этой планете сосредоточены все институты власти в Рейнланде. "
                  "В Бисмарке расположены рейнландский Рейхстаг и резиденция кайзера. "
                  "На планете Бисмарк живет вся аристократическая верхушка Рейнланда, поэтому на планете высоко ценятся "
                  "любые роскошные товары, которые сюда свозят со всех концов сектора Сириуса. При этом на самой "
                  "планете расположены многочисленные ювелирные мастерские, производящие лучшие в Сириусе "
                  "украшения из добываемых в соседней системе алмазов.")

# Станция Бремен
rh_biz_02_base = ("Персонал станции Бремен занимается поддержкой торгового маршрута из Рейнланда в Кусари до системы "
                  "Хонсю, а так же движение транспортов из Хонсю в сторону системы Берлин. Торговая база предоставляет "
                  "все возможности для пополнения припасов, а так же курирует обслуживание контейнерных транспортных "
                  "суден. Помимо этого станция занимается обслуживанием всех торговых путей в системе Бисмарк. "
                  "\\n\\n"
                  "Корпорация Интерспейс держит свой штаб на станции Бремен. Именно отсюда ведутся основные операции "
                  "этой корпорации, а так же именно здесь заключаются долгосрочные контракты по вышеуказанным маршрутам."
                  "\\n\\n"
                  "Станция Бремен оперирует дальними перевозками, конечной целью которых являются станция Йокогама в Омеге-3, а так же "
                  "станция Лидс в системе Уорик. Данные станции имеют долгосрочные контаркты на закупку рейнландской сталелитейной "
                  "продукции, которая в свою очередь завозится на Бремен в ожидании последующей доставки с помощью контейнерных перевозок.")

# Линкор Шарнхорст
rh_biz_03_base = ("Ликнор Шарнхорст обеспечивает военное присутствие Рейнландских сил в системе Бисмарк. Данный линкор "
                  "был выведен из состава флота и отправлен на переоснащение на станции Кёльн. Не смотря на устарелость "
                  "конструкции, пушки Шарнхорста были улучшены до актуального состояния. Главным недостатком Шарнхорнста является "
                  "невозможность гиперпрыжков в другие системы, именно поэтому он стал использоваться как статичная база в Бисмарке. "
                  "Тем не менее, ВКС Рейнланда отдает должно значимости данного линкора, ведь он полностью на ходу и способен "
                  "оперативно отреагировать на возникающие угрозы в системе Бисмарк. На данный момент основной целью "
                  "линкора является техническое обеспечение патрулей в районе планеты Бисмарк, а так же пограничный контроль "
                  "с системой Омега-15. При необходимости линкор может предоставить эскорт торговым судам, отбывающим в Омегу-15. Данный эскорт "
                  "обычно останавливается у гиперврат в Штутгарт, после чего возвращается на место своей постоянной дислокации. Хотя порой такие "
                  "патрули параллельно проводят ротацию с полицейским аванпостом Билефельд в омеге-15.")

# Исследовательская станция Мюнстер
rh_biz_04_base = ("Станция Мюнстер предназначена для проведения исследовательских работ в районе планеты Лейденшафт. Планета окружена особым "
                  "кольцом, в котором присутствуют элементы, интересующих местных ученых. Основной задачей исследовательского отдела явялется "
                  "анализ любых поступающих данных, в том числе и от звездных волков. Разработки исследовательского отдела Мюнстера можно приобрести "
                  "в магазине. Это самые доступные и эффективные противощитовые пушки в Рейнланде. Но лаборатории Мюнстера продолжают "
                  "работы по улучшению этих технологий. Ходят слухи, что ученые занимаются не только противощитовыми пушками, но супер-современными "
                  "многоствольными пулемётами. Это оружие недоступно для обычных пилотов, но их применение было замечено среди офицеров и "
                  "элитных подразделений рейнландского командования сил специального назначения.")

# Станция Кёльн
rh_biz_05_base = ("Основная военная база Рейнланда. Вход строго ограничен.")

# Верфь Киль
rh_biz_06_base = ("Главная судовая верфь Рейнланда. Занимается в первую очередь обслуживанием торговых суден, но за редкими исключениями занимается так же "
                  "военными заказами. В первую очередь данная верфь занимается работой с судами и кораблями среднего размера. Рейнландские крейсеры или "
                  "торговые контейнеровозы длинного класса. Порой данная верфь работает и с поездами. Продукция верфи Киль используется корпорацией "
                  "Интерспейс на торговых маршрутах, ведущих в сторону Кусари. Так же данная верфь занимается обслуживанием кораблей, ведущих свой путь из Бретонии"
                  "в сторону Омеги-15 и системы Штутгарт.")

# Станция Дортмунд
rh_biz_07_base = ("Станция Дортмунд занимается пеработкой мусорных полей системы Бисмарк, которые обильно наполняются результатами работы верфи Киль. "
                  "Основной продукцией Дортмунда являются всевозможные сплавы, которые образуются как продукты переработки обрабатываемого мусора. "
                  "Наиболее эффективно станция производит местный сверхпрочный сплав, а так же различные панели обшивки станций, кораблей и прочего. "
                  "Продукция Дортмунда обычно доставляется на станцию Бремен для последующей доставки в другие системы.")

# База Майнц
rh_biz_08_base = ("База Майнц является форпостом фракции Бундсчух. Эти пираты, скорее всего, прибыли из системы Сигма-8. По началу "
                  "данный форпорст просто был небольшим складом, но потом пополнился асоциальными элементы с планеты Бисмарк. "
                  "Местные пираты проводят вылазки на торговые линии, прилегающие к станции Бремен.")

# База Саарбрюкен
rh_biz_09_base = ("Данный астероид является бывшей заброшенной добыващей базой Рейнланда. После того, как основная руда была выработана, "
                  "эта база была покинута, после чего окуппирована Гессенцами. Гессенцы используют эту базу как промежуточный склад контрабанды, а так "
                  "же как опорный пункт для нападения на торговые линии Бисмарка. По этой причине прилегающая зона Саарбрюкена находится под тщательным "
                  "надзором ЧВК Асгард.")

# Планета Штутгарт
rh_stut_01_base = ("Планета Штутгарт является местом концентрации большинства мощностей тяжелой промышленности Рейнланда. "
                   "Планета удачно расположена вблизи с множеством ресурсов. Это послужило причиной огромного скачка, "
                   "который позволил разместить на планете множество заводов для производства продукции и деталей любого "
                   "назначения. При этом на планете достаточно хорошие условия для жизни. Более того, они даже лучше, "
                   "чем на планете Бисмарк, поэтому большое количество рабочей силы еще больше способствовало развитию "
                   "всех видов промышленности на планете. При этом промышленность развивается, и применяются новые "
                   "технологии, ведь на планете Штутгарт производится огромное количество станков для любых "
                   "видов производств. К сожалению, на планету сильно повлиял промышленный спад в Рейнланде, "
                   "что привело к нарастанию безработицы и ухудшению безопасности в системе из-за развития пиратства. "
                   "А сами производства стараются делать более автоматизированными и менее зависимыми от человека. "
                   "С одной стороны это повышает эффективность и прибыльность производств, а с другой все больше ставит "
                   "ребром вопрос излишней перенаселенности планеты, ведь большинство населения уже не нужно для когда-то "
                   "требовательных к рабочим рукам производств. Более того - на планете уже стали образовываться целые "
                   "гетто из безработных, отделенных от занятой части общества. А местный губернатор фрау Грюнвальд "
                   "совершенно не волнуется об этих проблемах и лишь старается максимально презентабельно представить "
                   "достижения прогресса перед иногда прилетающей аристократией из планеты Бисмарк.")

# Аванпост Цюрих
rh_stut_02_base = ("Аванпост Цюрих занимается пограничным контролем кораблей и суден, прибывающих из системы Омега-7. Следом торговые суда "
                   "обычно направляются в сторону планеты Штутгарт. В случае необходимости ремонта или желания посетить основную производственную станцию "
                   "Рейнланда - станцию Мангейм - торговые конвои направляются по пути в сторону верфи Росток.")

# Верфь Росток
rh_stut_03_base = ("Верфь Росток является одной из самых успешных и эффективных верфей. Это обусловлено её местоположением: "
                   "с одной стороны у неё прямой доступ к промышленно развитой планете Штутгарт, "
                   "с другой стороны к ней постоянно доставляются сплавы любых типов напрямую с промышленного гиганта "
                   "станции Мангейм. Это позволяет производить и ремонтировать корабли и судна любых типов по минимальным ценам. "
                   "Верфь Росток является главным производителем автономных рудодобывающих установок.")

# Станция Мангейм
rh_stut_04_base = ("Станция Мангейм - это единственный гигант времен рейнландского промышленного доминирования, "
                   "который не утратил своей производственной силы. Время от времени даже появлялись проект по "
                   "расширению производства вплоть до выпуска деталей торговых путей, но из-за резкого падения "
                   "цен на торговые пути от этого решили отказаться. Станция производит практически все популярные "
                   "сплавы по самой доступной цене. Даже с учетом транспортных расходов на доставку ресурсов это "
                   "самые доступные цены на эти товары. Помимо этого станция является основным производителем деталей "
                   "для автономных рудодобывающих установок, что сделало их производство на соседней верфи Росток "
                   "одним из самых дешевых в Сириусе."
                   "\\n\\n"

                   "В отличии от других промышленных производств, которые в свое время обанкротились, "
                   "Мангейм никогда не опирался исключительно на рейнландский рынок. Его товары в виде "
                   "сплавов и важных деталей имеют популярность далеко за пределами Рейнланда. Они доставляются даже "
                   "на другой край Сириуса благодаря своей совершенно несущественной себестоимости.")

# Торговая база Франкфурт
rh_stut_05_base = ("База Франкуфрт занимается промежуточным складированием товаров, направляющихся в сторону системы Бисмарк. Данный "
                   "торговый пост является финальной точки движения корпораци Интерспейс, связанной с системой Хоккайдо. Обычно контейнеры разгружаются в "
                   "ожидании приема торговыми судами, приписанными к станции Бремен из системы Бисмарк. На этой станции можно не только обслужить корабль, но и купить "
                   "значительно количество товаров из других систем.")

# Планета Баден-Баден
rh_stut_06_base = ("Планета Баден-Баден является самым роскошным курортом на территории Рейнланда, но при этом считается житницей "
                   "всего Сириуса. На данном курорте добывается особая вода с уникальным составом микроэлементов, которая обладает "
                   "доказанным лечебным действием. По этой причине на этой планете размещено огромное количество курортов, на которые прибывают самые "
                   "влиятельные люди со всего Рейнланда. Указанную выше особую воду можно купить на этой планете. Данная вода высоко ценится среди "
                   "аристократии других домов, но местные отдыхающие тоже нуждаются в различных предметах роскоши, поэтому на этой планете высокий спрос на "
                   "любые товары роскошного типа.")

# База Фрайбург
rh_stut_07_base = ("База Фрайбург раньше была небольшой пиратской базой, но потом была преобразована в форпост Гессенцев. С этой базы "
                   "Гессенцы проводят регулярные на торговые конвои, идущие на станцию Мангейм.")

# База Висбаден
rh_stut_08_base = ("База Висбаден используется мусорщиками для того, чтобы пользоваться отходами производства со станции Мангейм, а так же "
                   "планеты Штутгарт. Не смотря на высокую экологичность производства в Штутгарте, проблема с лишним мусором все равно высока. "
                   "Этим пользуются мусорщики, чтобы разобрать остатки производства на запчасти и продать по сходной цене. Так же этой станцей "
                   "пользуются пираты Бундсчух. Они держат тут небольшой гарнизон, который совершает регулярные вооруженные вылазки на торговые пути, ведущие из Омеги-15 на "
                   "планету Штутгарт. Данному обстоятельству сильно мешает наличие военного присутствия Рейнланда в виде аванпоста Цюрих.")

# Планета Берлин
rh_ber_01_base = ("Берлин - планета с суровым климатом. При её заселении планировалось провести некоторые изменения в "
                  "составе атмосферы, но недостаток в колониях вынудил рейнландцев заселить в таком виде, в котором она есть. "
                  "Это снизило масштаб заселения, поэтому планету стали использовать для военных нужд. "
                  "На ней расположено множество военных заводов, которые безостановочно производят различные "
                  "запчасти и детали для истребителей, канонерок, крейсеров и линкоров Рейнланда. Так же на планете "
                  "долгое время размещалась первая крупная тюрьма в Рейнланде. После улучшения обстановки на планете её "
                  "начали заселять более активно и было решено перенести тюрьму в космос. Однако, после падения "
                  "производства и массовых увольнений рабочих уровень преступности стал неуклонно повышаться "
                  "и власти планируют вновь открыть тюрьмы на поверхности планеты из-за невозможности обеспечить всех "
                  "осужденных преступников тюремными камерами на тюрьме Шверин."
                  "\\n\\n"
                  "Планета Берлин еще известна тем, что на ней нашли одни из самых больших залежей "
                  "спектральной руды в сектора Сириуса. К сожалению, добыча и обработка руды были "
                  "все равно очень дорогостоящими и после недолго применения рейнландские ВКС отказались от "
                  "применения устройств невидимости на крупных кораблях. Изредка эти устройства применяют на "
                  "истребителях, но всё равно это обычно происходит только в элитных войсках империи.")

# Тюрьма Шверин
rh_ber_02_base = ("Тюрьма Шверин была построена на краю системы Берлин в целях обеспечения безопасности населения на резко растущем "
                  "гиганте планеты Берлин. Делов том, что исходно планета Берлин заселялась как военный аванпост, поэтому "
                  "на этой планете размещалась самая большая тюрьма в Рейнланде, но в ходе значительной индустриализации Берлина было "
                  "принято решение закрыть тюрьму и сконцентрироваться на промышленном производстве. По этой причине тюрьма была размещена на орбите планеты Линден. "
                  "Далее появились новые проблемы, но уже из-за провала индустриализации Берлина. Из-за геополитических катаклизмов значительная часть "
                  "населения обнищала и стала входить в различные преступные группировки вроде Бундсчух или Гессенцев. По этой причине тюрьма "
                  "Шверин была значительно расширена и сейчас в ней находятся заключенные с большей части Рейнланда.")

# Станция Потсдам
rh_ber_04_base = ("Станция Потсдам является главным орбитальным промышленным гигантом системы Берлин и на пару с планетой Берлин являтся источником "
                  "огромных залежей мусора в этой системе. Потсдам является основным производителем кораблей для флота Рейнланда, занимается производством "
                  "снаряжения для армии, а так же производит огромное количество сопутствующей продукции. При этом на этой станции произошла парадоксальная "
                  "ситуация, при которой основной властью на станции являются представители фракции мусорщиков. Из-за высокой коррупции и значительного лоббирования "
                  "эта станция работает таким образом, чтобы мусорщики получали как можно большее число отракованных товаров или залежей мусора, от чего мусорщики "
                  "получают значительные выгодны. Местные власти отчаянно пытаются изменить эту ситуацию, но все попытки оказались тщетными. Новые "
                  "бургомистры станции рано или поздно или становились коррумпированными. Или становились мёртвыми. Поэтому на станции есть целые гетто, "
                  "управляемые бандитами, что заставляет армию проводить регулярные рейды. Ходят слухи, что армия уже предлагала просто отключить "
                  "некоторые отсеки и заменить их новыми, чтобы не разбираться в политической ситуации на станции, но мусорщики и прочие бандиты успешно "
                  "смешиваются с гражданским населением, что не дает возможности властям принять более жестокие меры.")

# Аванпост Бранденбург
rh_ber_06_base = ("Аванпост Бранденбург занимается пограничным контролем судов, прибывающих системы Сигма-13. Обычно основным "
                  "направлением движения является планета Бисмарк, но в случае длительного перелёта в Бисмарк торговые суда "
                  "могут совершить поворот на верфь Гамбург и провести обслуживающие работы.")

# Верфь Гамбург
rh_ber_03_base = ("Верфь Гамбург, вместе с планетой Берлин и станцией Потсдам, является основным поставщиком мусора в сситеме Берлин. Она занимается "
                  "обслуживанием некоторых военных кораблей и обычно всех торговых судов на территории системы Берлин. Данная верфь выполняет "
                  "значительное число заказов для корпорации Интерспейс и обеспечивает этой корпорации флотилию судов, работающих по торговым контрактам с "
                  "Либерти и иногда с Бретонией.")

# Торговая база Бонн
rh_ber_09_base = ("Тогровая база Бонн обеспечивает складские услуги на торговом маршруте из Берлина до станции Бремен в Бисмарке. Данный аванпост в первую очередь "
                  "занимается переставление контейнеров для торговых суден, которые не желают завершать свой торговый маршрут в Берлине. Это позволяет разгрузить нагрузку "
                  "на торговый порт Берлина. Так же на этой торговой базе можно купить различные товары по выгодной цене. Торговцы не против продавать вам товары, находящиеся тут на промежуточном хранении. "
                  "При дальнейшем движении конечной целью этого аванпоста является торговая база Лос-Анджелес в системе Калифорния. Помимо этого данная база обеспечивает торговые маршруты до системы Форбс.")

# Станция Дрезден
rh_ber_07_base = ("Станция Дрезден построена по упрощенному проекту станции Мангейм и занимается переработкой мусора в системе Берлин. Она может производить "
                  "весь спектр сплавов, но, конечно же, её основное производство это рейнландский сверхпрочный сплав.")

# База Линц
rh_ber_08_base = ("База Линц построена мусорщиками как запасной аванпост в системе Берлин. Известно, что мусорщики имеют значительное "
                  "влияние на станции Потсдам. И чтобы обеспечить все выгоды от такого квартиранства, мусорщики активно занимаются перевозкой "
                  "контрабанды на станцию Потсдам. Или наоборот - они вывозят легальные товары с Потсдама по выгодным ценам и потом перепродают на "
                  "базе Линц.")

# База Ульм
rh_ber_05_base = ("База Ульм была на скорую руку собрана Буднсчух в целях совершения налётов на конвои, проходящие в районе "
                  "верфи Гамбург, а так же конвои, направляющиеся в систему Сигма-13.")

# База Вюрцбург
rh_ber_10_base = ("База Вюрцбург является аванпостом Гессенцев в системе Берлин. Основной задачей пираты ставят попытки "
                  "вызволить заключенных  с тюрьмы Шверин, а так же они атакуют торговые пути, ведущие в систему Сигма-8")

# Станция Штарке
sig8_01_base = ("Станция Штарке всё еще находится в стадии строительства, но уже в данном виде является самой важной опорной "
                "точкой Рейнланда в системе Сигма-8. Данная станция занимается продукцией снаряжения для военных патрулей и патрулей "
                "наемников, а так же обеспечивает защиту торговых путей, ведущих в сторону планеты Берлин. Станция имеет высший класс защищенности, "
                "поэтому абсолютно неприступна для любых возможных пиратских патрулей, а в случае более серъезной атаки она всегд может получить значительные военные подкрепления со стороны "
                "берлинского военного флота.")

# Фрипорт Гослар
sig8_02_base = ("Фрипорт Гослар является торговой базой, принадлежащй ЧВК Асгард. С помощью этой базы местная частная военная кампания проводит "
                "досмотр пролетающих судов, досмотр кораблей на предмет контрабанды, а так же занимается материальным обеспечением патрулей, занимающихся "
                "досмотром зоны в районе астероидного поля Сигмы-8. Благодаря своему де-юре нейтральному статусу, на фрипорте Гослар можно найти различные товары, "
                "а порой даже контрабандные. Эта база является местным окном общения с асоциальными элементами системы Сигма-8.")

# Аванпост Аугсбург
sig8_03_base = ("Аванпост Аугсбург был построен после уничтожения базы Монако. Данный аванпост более защищен, чем Монако, так как находится вне астероидного "
                "поля. Он обеспечивает материальную поддержку военных патрулей Рейнланда в системе Сигма-8 в районе базы Монако. Ходят слухи, "
                "что войска Рейнланда планируют экспедиции в районе системы Малый Омикрон, гипердыры в которую регулярно образуются. Это должно помочь снизить пиратскую "
                "корсарскую активность в этой системе. Но вероятность такого развития всё еще не велика, т.к. корсары достаточно плотно защищают "
                "Малый Омикрон от посягательств законников.")

# Склад Зуль
sig8_04_base = ("Склад Зуль принадлежит Мусорщикам, но активно используется всеми возможными пиратами. Этот склад является как базой пиратских "
                "патрулей Бундсчух и Гессенцев, но так же первалочным пунктом из системы Малый Омикрон. Ходят слухи, что Мусорщики занимаются разборкой "
                "странного объекта в Малом Омикроне. Это позволяет регулярно насыщать Зуль контрабандным товаром, который регулярно транспортируется "
                "контрабандистами как в базы в Сигме-8, так в Берлин и Бисмарк.")

# База Вернигороде
sig8_05_base = ("База Вернигороде является аванпостом Бундсчух в данной системе. Он был построен для проведения регулярных атак в районе базы Монако. "
                "В свое время будсчух создали союз с корсарами, что позволило корсарам получить серьёзную военную базу в этом регионе. С помощью значительных "
                "военных запасов корсарам удалось нанести Рейнланду значительное поражение, но при этом экономически это усложнило работу Вернигороде, ведь "
                "данный инцидент привел к переносу торгового пути из района Монако в район Штарке, который находится дальше и гораздо лучше патрулируется. "
                "Тем не менее, бундсчух продолжают свои вылазки даже в подобной ситуации")

# Freeport ruins
sig8_monako = ('База Монако ранее была торговой базой на альтернативном маршруте в системе Сигма-8. Данный маршрут долго время был '
               'единственным торговым путем в данной системе, но из-за участившихся атак пиратов, власти решили '
               'пересмотреть направления движения торговых кораблей. Основным переломным моментом стала индустриализация планеты Берлин, а '
               'так же начало строительство станции Штарке, цель которой было обозначить военное присутствие Рейнланда в данной системе. '
               'Сигма-8 стала значительно быстро заселяться и переломным моментом стало масштабное пиратское наступление на базу Монако. '
               'Чтобы защитить базу было выслано несколько линкоров, которые хоть и смогли нанести значительный урон корсарам, но те '
               'оказались значительно оснащеннее, чем предполагали военные Рейнланда. Несколько линкоров было уничтожено, из-за чего Рейнланду '
               'пришлось вывести свои силы из астероидного поля, а гарнизон и персонал базы Монако был полностью эвакуирован. После '
               'этого инцидента за безопасность данного района отвечали только силы местных ЧВК, в том числе ЧВК Асгард. База Монако была '
               'заброшена, но ходят слухи, что некоторые её модули еще функционирует и на старых склада можно найти что-то особенное и полезное.')

om15_danzig = ("Станция Данциг была установлена в опасной туманности системы омега-15 для исследований феномена взрывных "
               "газов, а так же для обслуживания автономных рудокопов из соседней туманности. "
               "Не смотря на мощные установки защиты от взрывных газов и мощное силовое поле, "
               "это не спасло станцию от разрушения. Этот разрушение произошло в ходе инцидента, "
               "вызванного очередными экспериментами над станцией. В ходе эксперимента произошло появление "
               "огромного взрывного облака, взрыв которого повредил большинство узлов станции и разгерметизировал "
               "почти всё её отсеки, поэтому у персонала станции не было никакой надежды на спасение. "
               "После нескольких подобных инцидентов в других системах все программы по изучению взрывных газов были "
               "официально закрыты. Ходят слухи, что на станции исследовались не только взрывные газы, но различные "
               "военные установки. По этой причине, не смотря на опасность взрывных газов, обломки станции обладают "
               "неслыханной популярностью среди мусорщиков и пиратов.")

# Станция Лейпциг
om15_01_base = ("Станция Лейпциг занимается матиральным обеспечением и ремонтом размещенной в Омеге-15 группировке добывающих суден, занимающейся "
                "добычей ниобия. По этой причине Лейпциг регулярно нуждается в пополнении запасов запчастей для рудокопов, а так же всегда имеет "
                "значительный запас ниобия, доступного к разгрузке. ")

# Аванпост Билефельд
om15_02_base = ("Данный аванпост был размещен в облаке ниобия Омеги-15 с целью защиты добывающих суден от посягательств различных пиратов. "
                "Тем не менее, в системе остается достаточно высокая активность Бундсчух и Мусорщиков, поэтому полиция не рекомендует заниматься самостоятельным исследованием "
                "в системе Омега-15 и воспользоваться услугами конвоиров.")

# Фрипорт Любек
om15_03_base = ("Фрипорт Любек является базой ЧВК Асгард в системе Омега-15. На этом фрипорте можно получить временную защиту от посягательств "
                "пиратов, находящихся в системе Омега-15. При это речь именно о пиратах, что дает большой простор для привоза контрабанды на фрипорт. "
                "Хоть Асгард и занимается досмотром пролетающих кораблей, но порой некоторых фракции лоббирую больше лояльное отношение к себе. Тем не менее, "
                "это не принижает значимость данного форпоста для охраны торговых путей в системе Омега-15, чем регулярно пользуются обычные торговцы и порой "
                "даже военные.")

# База Зиген
om15_04_base = ("База Зиген является главной базой Мусорщиков в системе Омега-15. Основной своей задачей данная база ставит организацию патрулей для атаки на добывающие "
                "ниобий суда Рейнланда. Это позволяет не только обзавестись так интересным для Мусорщиков металлоломом, но и порой получить бесплатный ниобий и так же продать его "
                "по выгодной цене. Помимо этого, Мусорщики порой выбираются в экспидиции к разрушенной станции Данциг, находящейся в соседней туманности системы Омега-15.")

# Станция Альбукерке
sig13_02_base = ("Станция Альбукерке производит значительную часть газового топлива для Либерти, а в частности для флотилий Калифорнии и системы Форбс. "
                 "Эта станция способно произвести огромное количество эффективного газового топлива, которое особенно востребовано на торговой базе "
                 "Лос-Анджелес. При этом станция значительно выработала весь газ из ближайших окреносностей, поэтому нуждается в поставках плотного газа "
                 "из соседних газодобытчиков, находящихся в либертийской юрисдикции системы Сигма-13.")

# Станция Магдебург
sig13_01_base = ("Универсальный газодобытчик с полным циклом переработки газа. Магдебург занимается значительным производством газа для "
                 "Рейнланда, но так же получает продукцию от разрозненных газодобытчиков по переиметру Сигмы-13 в зоне, подконтрольной Рейнланду. "
                 "Дело в том, что большая часть газа в районе Магдебурга уже переработана и он нуждается в регулярных поставках более плотного "
                 "сырья, до которого еще надо добраться.")

# Линкор Маркграф
sig13_04_base = ("Линкор Маркраф занимается защитой газовых разработок в системе Сигма-13. Он отважно несет службу в интересах "
                 "Рейнланда и не только нейтрализует все возможные угрозы, но и обеспечивает работу торговых путей в сторону системы Форбс, а так же "
                 "обратно в сторону Берлина.")

# Фрипорт 3
sig13_05_base = ("Фрипорт 3 является небольшой торговой базой, которая занимается материальной поддержкой торговых путей в Сигме-13, а так же любых "
                 "торговых конвоев. Из-за неофициального статуса, на данном фрипорте можно найти различных звездных волков и даже контрабандистов, готовых "
                 "избавиться от своего нелегального груза по выгодной цене.")

# База Ванкувер
sig13_06_base = ("База Ванкувер принадлежит разбойникам Либерти и позволяет местному сброду не только самостоятельно производить эффективное газовое "
                 "топливо, но и является их опорным пунктам для атак на торговые конвои, пролетающие по маршруту из Берлина в Форбс.")

# База Дакота
sig13_07_base = ("База Дакота используется взломщиками путей как опорная точка для атак на торговые пути в районе либертийской станции Альбукерке. "
                 "Хоть Дакота и может производить газовое топливо сама, но пираты все равно больше сконцентрированы на получении топлива в ходе "
                 "диверсионных атак, но так же в ходе таки атак они получают и другие грузы, которые перемещаются между Калифорнией и системой Форбс.")

# База Гринберг
sig13_08_base = ("База Гринберг принадлежит Бундсчух, которые решили открыть в системе Сигма-13. Данная база способна на полный цикл производства газа, что"
                 " помогает пиратам получить дешевое топливо, для проведения своих атак в районе Берлина и той же Сигмы-13. В этой же системы пираты обычно практикуют "
                 "террористически атаки на торговые конвои, идущие из Калифорнии в сторону системы Берлин.")

# Планета Калифорния
li_cal_01_base = ("Планета Калифорния, не смотря на свое удобное положение на торговых путях между разными домами, "
                  "не обзавелась большими производственными мощностями и не торгует множеством возможных товаров. "
                  "Планету специально решили не развивать как промышленного гиганта. В основном она используется "
                  "для сельскохозяйственных нужд, на ней расположено несколько по переработке сжиженного газа "
                  "в полноценное топливо, а так же, благодаря отличным пейзажам, флоре и фауне, на планете развита "
                  "туристическая сфера. Множество курортов Калифорнии имеют большую популярность не только в Либерти, "
                  "но и других центральных колоний. На планету постоянно высаживаются все новые и новые туристы, "
                  "желающие насладиться привычной земной красотой, которой в избытке населена планета.")

# Станция Сан-Франциско
li_cal_02_base = ("Станция Сан-Франциско занимается техническим обслуживанием всех автономных рудокопов в системе Калифорния. "
                  "Станция нуждается в деталях к рудокопам, так как они находятся в постоянно опасности быть атакованными пиратами. "
                  "Так же на станции расположены установки для первичной обработки руды, чтобы её можно было загружать в контейнеры "
                  "транспортных суден торговых корпораций.")

# Аванпост Сан-Диего
li_cal_03_base = ("Аванпост Сан-Диего занимается защитно-оборонными функциями в районе туманности Калифорнии, в которой производится значительная "
                  "добыча бериллия с помощью добыващих суден. Данный аванпост следит, чтобы пираты не посягали как на процесс добычи руды, как и на процесс её доставки "
                  "на станцию Сан-Франциско.")

# Линкор Нью-Мексико
li_cal_04_base = ("Линкор Нью-Мексико прибыл в систему Калифорния после частых жалоб на фактическую открытую границу в "
                  "столь населенной системе. Множество пиратов свободно попадали в систему из сигмы-13, что значительно понизило "
                  "безопасность транспортных перевозок в системе. Эта проблеме стала постепенно решаться после установки этого аванпоста. ")

# Торговая база Лос-Анджелес
li_cal_05_base = ("Одна из основных торговых баз Либерти, Лос-Анджелес занимается обслуживанием основных торговых путей, ведущих из Либерти в другие дома. "
                  "Основными клиентами Лос-Анджелеса являются торговые контрагенты, ведущие свой путь на станцию Йокогама в Омеге-3, на станцию Бремен в "
                  "системе Бисмарк, а так же на главную торговую планету Либерти - Манхеттен. Одним из основных клиентов является станция Лидс в системе "
                  "Уорик. Станция Лос-Анджелес обеспечивает загрузкой большинство контейнеровозов, работающих в Калифорнии. Таким образом на этой станции "
                  "можно найти различные товары по интересным ценам. При том эти товары могут из самых дальних уголков Сириуса.")

# База Чихуахуа
li_cal_06_base = ("База Чихуаха приндалежит взломщиков путей. С помощью этой базы они производят полный цикл разборки захваченных торговых транспортных суден, на которые "
                  "они регуляно нападают в районе торгового маршрута из системы Уорик на планету Калифорния.")

# База Веракрус
li_cal_07_base = ("База Веркарус принадлежит конфедеративным сепаратистам. С помощью этой базы конфедераты имеют значительную материальную поддержку в системе Калифорния. "
                  "Из этой базы происходят основные нападения на торговую базу Лос-Анджелес, хоть это и стало часто пресекаться военными конвоями со стороны "
                  "линкора Нью-Мексико.")

li_berkley = ("Исследовательская станция Беркли занималась исследованиями в сфере импульсного оружия. Судя по оставленным журналам, "
              "ученые достигли значительного прогресса и смогли выработать эффективные заряды, но совершили неудачу при настройке "
              "способов тестирования и тем самым пробили шлюзы, ведущие к главному реактору. Реактор был полностью уничтожен, что привело к полному отключению "
              "станции. Основные отсеки станции все еще недоступны, но ходят слухи, что в них находится огромное количество трупов, которые просто "
              "никто не решил изымать из этой базы. Особый статус секретности и значительное количество взрывоопасных облаков мешает спасателям и "
              "исследователям проникнуть в эту базу. Но при этом звездные волки продолжают проникнуть в оставшиемся сегменты станции, чтобы получить "
              "доступ к возможности получить интересные элементы оборудования. По поводу самих разрабток - ходят слухи, что в районе станции некоторое время "
              "бывали корабли некой организации СБА. Видимо, разработки Беркли не прошли даром и был использованы в создании таких орудий, как Бриллиант.")

# Планета Гонолулу
sig22_01_base = ("Планета Гонолулу является небольшой бретонской базой, предназначенной для добычи простых ресурсов, а так же обеспечения "
                 "торговых суден припасами и ресурсами для ремонта. Данная планета обеспечивает торговый маршрут из Уорика в Калифорнию и Колумбию, а так же "
                 "является последней базой Бретонии на данном маршруте. По этой причине обычно бретонскии конвои заканчивают свое сопровождение или на этой планете или на "
                 "станции Констанца. Так же данная планета используется как база Бретонии в рамках программы контроля активности Ирландской республиканской армии, ведь "
                 "недалеко от этой системы находится один из внешних периметров станции Ольстер. Бретония предоставляет значительные ресурсы для поддержания правопорядка в "
                 "этой системе, но это в свою очередь закончилось неудачей в тот момент, когда силы Бретонии совместно с силами Либерти попытались захватить внешний периметр "
                 "Ольстера в районе стацнии Лимерик. Это было достаточно темный день для военного флота Бретонии, ведь было потеряно несколько линкоров и значительная часть "
                 "эсминцев. После этого инцидента Бретония занимается лишь полицейскими функциями в Сигме-22 и сконцентрировала своё внимание над Ольстером только со стороны"
                 " системы Кембридж. Так же стоит отметить, что старый торговый маршрут из Укорика в Колумбию шел через фрипорт 4. После потери фрипорта 4 значение "
                 "планеты Гонолулу значительно увеличилось, т.к. старый фрипорт 4 был приписан к Бретонии.")

# Станция Констанца
sig22_02_base = ("Станция Констанца явлется промежуточным торговым аванпостом, который складирует значительное количество товаров, доставляемых из перекрестка нескольких систем. "
                 "Основные поставщики Констанцы это системы Калифорния, Колумбия и Уорик. Станция занимается пограничным контролем товаров, досмотром, а так же является базой ЧВК Щит. "
                 "Эта ЧВК получила задачу патрулировать территорию, прилегающую к системе Ольстер в районе большого числа кораблекрушений. Система Сигма-22 находится в зоне постоянной "
                 "угрозы как со стороны Ирландской республиканской армии, так и со стороны конфедератор. Правительство Либерти попыталось решить этот вопрос союзом с Бретонией и резким "
                 "штурмом позиций Ольстера, но данная система, как и её внешний периметр, оказались значительно защищены, по этой причине станция Констанца была значительно усилена, чтобы "
                 "противостоять регулярным террористическим атакам. Это дополнительно усиляет логистическую значимость Констанцы, так как это ближайшее место для ремонта суден, а так же "
                 "место, где можно зафрахтовать себе отряд эскорта, который поможет добраться до более безопасной системы и доставить товар в целости, или хотя бы большую его часть.")

# Линкор Аризона
sig22_03_base = ("Линкор Аризона несет свою службу в Сигме-22 с целью предотвращения пиратски атак состороны ИРА и Дикси. В свое время этот линкор принимал участие "
                 "в военной операции против сил ИРА в этой системе, но с помощью грамотного командования он смог вовремя выйти из астероидного поля избежать торпедной атаки "
                 "со стороны ирландских бомберов. Не смотря на общий провал операции, командование линкора получило повышение по званию за сохранение линкора в целостности. "
                 "Второй линкор в той операции, линкор Пенсильвания, не смог успешно покинуть поле сражение, поэтому его останки все еще находятся в астероидном поле на пути к "
                 "вражеской базе Лимерик. На данный момент Аризона занимается поддержкой сил Либерти в данном регионе. Патрули Либерти продолжают экспедиции в целях "
                 "обнаружения маршрутов движения пиратов ИРА и Дикси, а так же пытаются добраться до останков Пенсильвании, чтобы не дать остаткам ценного оборудования достаться пиратам.")

# База Алькатрас
sig22_04_base = ("База Алькатрас принадлежит взломщикам путей. Они занимаются атаками на торговые пути, ведущие системы Калифорния в систему Уорик. "
                 "Так же эта база является базой хранения контрабанды, которую тайно доставляют на легальные порты через Констанцу и планету Гонолулу. "
                 "Алькатрас находится в тени угрозы со стороны Ольстера, поэтому является более безопасной базой для пиратов.")

# База Лимерик
sig22_05_base = ("База Лимерик является главной базой в так называемом внешнем периметре обороны Ольстера, ведь эта база защищает "
                 "зону формирования гипердыр, ведущих в систему Ольстер. Это целая небольшая военная база имеет огромный арсенал снаряжения на любые возможные "
                 "вероятные операции со стороны Либерти или Бретонии. Гарнизон этой базы уже успел себя отлично показать во время обороны против наступления "
                 "со стороны совместного флота Либерти и Бретонии. Эта оборона была настолько успешна, что пираты до сих продолжают разбирать остатки кораблей противника "
                 "на запчасти, а так же проводят патрулирование в районе остатков фрипорта 4, на котором, по слухам, до сих пор остались функционирующие отсеки, с которых "
                 "можно получить полезные припасы.")

sig22_ruins = ('Фрипорт 4 был процветающей торговой базой на пути из Уорика в Колумбию, но вскоре стал страдать от частых нападений со стороны пиратов '
               'Ирландской республиканской армии. Долго время правительства Бретонии и Либерти закрывали глаза на ситуацию, что привело к массовому '
               'оттоку населения фрипорта 4 и постепенно его начали населять исключительно пираты и контрабандисты. Летать по данному торговому пути '
               'стало слишком опасно, из-за чего было принято решение ликвидировать угрозу в районе базы Лимерик и освободить фрипорт 4 от влияния пиратов. Но как обычно, всё пошло не по плану. '
               'Операция была согласована из рук вон плохо, а из-за разного видения целей операции между Бретонией и Либерти, это привело к катастрофическим последствиям. '
               'Изначально планировалось мощным штурмом уничтожить базу Лимерик или хотя бы подавить её защиту, но ИРА заранее была осведомлена об атаке и вовремя '
               'расставила мирные заграждения, из-за чего кораблям Бретонии пришлось атаковать через астероидное поле, в котором возможности маневрирования крупным флотом '
               'были значительно ограничены. Самой главной угрозой была возможная атака с фрипорта 4, которая, к слову, действительно последовала. Силы Бретонии были окружены, '
               'а силы Либерти получили приказ ликвидировать угрозу со стороны фрипорта 4. Американское командование, как обычно, решило проблему своеобразно и решило '
               'попросту уничтожить фрипорт 4 тем арсеналом, которым планировалось уничтожить Лимерик. Это тот самый случай, когда формально гражданский '
               'объект уничтожен силами правительства одного из домов. Данный удар действительно снизил напряжение со стороны пиратов и отвлек их силы, что позволило '
               'потрепаным останкам флота Бретонии выйти из астероидного поля. Либерти же получилось сохранить большую часть флота в целости, за исключением линкора Пенсильвания. '
               'Ходят слухи, что Либерти намеренно провела операция таким образом, чтобы ликвидировать формально приписанную к Бретонии гражданскую базу. При этом, не смотря '
               'на обилие пиратов, точной информации о количестве гражданских на фрипорте было неизвестно. Теперь это является дополнительным стимулом для конспирологических '
               'теорий против Либерти. Тем не менее, на данный момент фрипорт разрушен и никакой вероятности его восстановления попросту нет, так как эта зона '
               'находится под слишком серъезным напряжением со стороны ИРА, а Бретония решила сконцентрировать свои силы на противостоянии с Ольстером со стороны системы Кембридж.')

# Планета Манхеттен
li_mnh_01_base = ("Планета Манхеттен - колыбель человеческой цивилизации в секторе Сириуса. Именно на эту планета сел первый из спящих "
                  "кораблей, когда-то покинувших планету Земля. Все население планеты сконцентрировано в одноименном мегаполисе, "
                  "населенном миллиардами людей. При этом остальные территории планеты заселены и применяются для сельскохозяйственных, "
                  "туристических и экологических нужд. Манхеттен является крупным торговым центром и началом торгового пути "
                  "в Кусари и Бретонию. На планете производят самые популярные в Сириусе потребительские товары. "
                  "Манхеттен является место сосредоточения управленческих структур Либерти. Именно на этой планете "
                  "находится место пребывания президента, управляющего всеми делами в колонии. Помимо этого на "
                  "Манхеттене расположены офисы множества успешных и очень успешных компаний Либерти. "
                  "Различные бизнесмены, аристократы и филантропы привыкли жить в роскоши и рады приобрести любую ценность со всех концов Сириуса.")

# Планета Питсбург
li_mnh_02_base = ("Захолустная планета, население которой занимается поддержанием горного производства. Основным "
                  "добываемым ресурсом является никель, но при этом параллельно добывается и бериллий. Вся эта руда "
                  "в значительных масштабах поставляется на литейные производства в Либерти. В системе Нью-Йорк данные "
                  "производства расположены на станции Финикс. Другим большим заводом является станция Даллас в системе Колумбия. "
                  "Данные станции являются основными потребителями продукции Питсбурга, но так же производятся поставки и на другие "
                  "литейные производства по всему Сириусу. Например, никель активно поставляется на станцию Лидс в Уорик, а так же "
                  "на плавильные установки в системе Берлин в Рейнланде."
                  "\\n\\n "
                  "Планета Питсбург хоть и находится в достаточно населенной "
                  "системе, но всё равно нуждается в регулярных поставках различных припасов, а так же горного оборудования и запчастей, "
                  "чтобы своевременно обновлять и ремонтировать свои добывающие мощности.")

# Верфь Норфолк
li_mnh_03_base = ("Верфь Норфолк является одной из самых масштабных верфей в Сириусе. Она производит огромное количество различных типов "
                  "как военных кораблей, так и гражданских суден. Она является одним из главных поставщиков торговых суден для всех транспортных "
                  "компаний в Сириусе. Так же она занимается ремонтными работами, обеспечивая надежность и прочность всему торговому флоту Либерти. "
                  "Но при этом данная верфь занимается самыми прогрессивными разработками в сфере производства военной техники, что позволяет "
                  "кораблям Либерти быть самыми быстрыми, маневренными, прочными и конкурентными, на столь серьёзнном рынке.")

# Станция Финикс
li_mnh_04_base = ("Станция Финикс является основным промышленным массивом Нью-Йорка. На этой станции производятся различные компоненты кораблей, двигателей, "
                  "торговых путей и прочего путевого оборудования. Станция является не самым массовым производством и заметно уступает мощностям "
                  "в системе Форбс и станции Детроит, но, тем не менее, данная станция является основным поставщиком верфь Норфолк, что позволяет "
                  "ей обеспечивать безостановочное производство корабельного и судового флота Либерти. ")

# Станция Вашингтон
li_mnh_05_base = ("Стация Вашингтон, так же именуемая Пентагоном, является самой главной военной базой в Либерти. В данном штабе планируются "
                  "все возможные оборонительные и наступательные операции в отношении любых потенциальных противников как Либерти, так и их союзников.")

# Торговая база Коннектикут
li_mnh_06_base = ("Торговая база Коннектикут занимается поддержкой и торгового пути из Форбс в Колумбию. Данная торговая база используется в первую очередь для того, "
                  "чтобы миновать и без того перегруженный хаб мегаполиса Манхеттен. Торговые суда пристыковываются, оставляют свой ценный груз и отправляются обратно или порожняком, а "
                  "обычно с новым грузом, который можно получить в системе Нью-Йорк. Так же данная торговая база имеет быстрый торговый путь с планетой Манхеттен, что позволяет "
                  "данной безе по факту быть запасным портом Манхеттене для кораблей, которые не имеют цели получать весь спектр либертийских товаров, а прибывают по"
                  " конкретным заказам.")

# Аванпост Кливленд
li_mnh_07_base = ("Аванпост Кливленд обеспечивает фланговую оборону планеты Манхеттен от возможных угроз со стороны систему Тау-31. Данная база "
                  "обеспечивает пограничный контроль и досмотр всех прибывающих суден, а так же является базой для конвоирующих кораблей. Обычно конвоиры сопровождают "
                  "судна до следующей полицейской базы Либерти, после чего возвращаются со следующим конвоем на место постоянной дислокации.")

# Станция Бостон
li_mnh_08_base = ("Станция Бостон является главной плавильной станцией в системе Нью-Йорк. Данная станция занимается "
                  "как переплавкой руды, привозимой с разных концов Сириуса, но так же занимается переработкой мусора, который "
                  "в огромных количествах скопился в системе Нью-Йорк. Продукция Бостона пользуется широкой популярностью на близлежайших "
                  "станциях, основным потребителем является верфь Норфолк, на которой размещены основные военные производства Либерти. "
                  "Таким образом Бостон является стратегически важным предприятием, обеспечивающим боеспособных военно-космических сил Либерти, но "
                  "так же обеспечивающий и торговую безопасность, ведь большая часть продукции станции потребляется огромным количеством производств в "
                  "близлежайших система, а та же верфь Норфолк производит не только военные, но и гражданские торговые суда. ")

# Тюрьма Спрингфилд
li_mnh_09_base = ("Тюрьма Спрингфилд считается самым таинственном место в системе Нью-Йорк. В данной тюрьме содержатся самые опасные "
                  "преступники, пойманные не только на территории Либерти, но и на территории всего сектора Сириуса. Самые опасные "
                  "бандиты предпочли бы умереть вместо того, чтобы попасть в это место. Ходят слухи о различных жестоких пытках, с "
                  "помощью которых спецслужбы выбивали самые ценные доказательства из заключенных. Но порой ходили же слухи и о том, "
                  "что таким образом спецслужбы выбивали доказательства из вполне себе невиновных людей. Тем не менее, никто не хочет "
                  "проверять данный факт на своей шкуре, по этой причине Спрингфилд - то место, в котором не хотел бы находиться никто. Те не менее, "
                  "столь защищенная тюрьма требует и соразмерзного качества защитного оборудования. Поэтому вы можете помочь безопасности "
                  "Либерти за счет доставки различных систем защиты, которые нивелируют любые попытки заключенных покинуть столь страшное место.")

# База Рочестер
li_mnh_10_base = ("База Рочестер - это аванпост разбойников Либерти в Нью-Йорке. Эта база собрана из мусорных обломков, накопившихся в Нью-Йорке за "
                  "очень долгие годы. Разбойники делят порт с различным контрабандистами и антисоциальными элементами. Местные бандиты "
                  "совершают рейды на инфраструктуру станции Норфолк, что позволяет им как превентивно атаковать торговые суда, еще не успевшие быть "
                  "отремонтированными. А так же получать ценные товары, доставляемые на столь важную верфь в Либерти.")

# База Итака
li_mnh_11_base = ("База Итака принадлежит хакерам путей. Эта таинственная база используется пиратами для перехватов самых злачных торговых путей в Сириусе, ведь "
                  "эти пути ведут на главный мегаполис Сириуса - планету Манхеттен. При этом хакерам удается отлично скрывать её в туманности, поэтому "
                  "регулярные рейды войск Либерти не решают проблему пиратской угрозы в данной местности. Хакеры перехватывают все возможные суда и доставляют "
                  "полученные товары на эту базу. Так же тут промышляют контрабадисты и используют базу как промежуточный пункт для продажи своего хлама на "
                  "планете Манхеттен.")

# Планета Форбс
li_for_01_base = ("Планета Форбс это промышленная столица Либерти. На ней сосредоточено большинство тяжелой промышленности. Основная часть промышленности на планете не связана с военными силами Либерти и в основном связана исключительно с транспортом и логистикой. На планете производят детали для гиперврат, детали для транспортных кораблей, грузовики. Так как планета является одной из отправных точек торгового маршрута в Рейнланд, производство торговых кораблей в планете поставлено так, что многие из них сразу загружаются и отправляются в свою конечную точку планету Штутгарт." 
                  "На планете расположено несколько противоположных мнений в логистике, из-за которых происходит много конфликтов, особенно во время распределения государственных грантов. Суть этого конфликта в принципах дальнейшего развития логистических технологий. С одной стороны являются производители новых видов двигателей, разработчики систем портативных гипердвигателей. С помощью этих устройств можно добиться того, что потеряют смысл торговые пути, гиперврата и не потребуется больше строить огромную логистическую сеть, чтобы просто перевезти груз из точки А в точку Б. С другой стороны находятся сами производители этих устройств передвижения в космосе и между системами. Основная часть промышленности Форбса завязана на производстве торговых путей и гиперврат. И если гиперврата еще пользуются популярностью и требуют детали, то торговые пути в последнее время даже перестали ремонтировать. Они не способствуют улучшению безопасности, а иногда наоборот являются местом, привлекающим внимание пиратов. Так же они отстали в развитии от обычных двигателей. Простой двигатель в крейсерском режим лишь немного не достает до скоростей, которые позволяют развить торговые пути. Поэтому многие перспективные разработки в этой сфере логистики стали бесполезными. Например, у станции Детроит находится прототип улучшенного торгового пути, которые не вошли в массовое производство из-за отсутствия расстояний, необходимых для преодоления с помощью больших скоростей.")

# Верфь Филадельфия
li_for_02_base = ("Верфь Филадельфия занимается производством и обслуживанием торговых кораблей, которые ведут свой путь или в сторону Нью-Йорка или в сторону Берлина или в сторону Калифорниию. "
                  "Помимо этого Таким образом верфь частично используется как небольшой торговый аванпост с полным комплексом обслуживания. Сервис бывает настолько разнообразным, что "
                  "порой с этой верфи можно улететь на груженом новеньком контейнеровозе, получить эскор на аванпосте Милуоки и сразу отправиться зарабатываться свои первые миллионы.")

# Станция Чикаго
li_for_03_base = ("Станция Чикаго занимается переработкой залежей радиоактивного мусора, который присутствует в огромных количествах на территории системы Форбс. "
                  "Помимо этого станция занимается выплавлением металлов всех типов, поэтому принимает руду всех видов. Чикаго является основным поставщиком руды "
                  "для верфи Филадельфия.")

# Аванпост Милуоки
li_for_04_base = ("Аванпост Милуоки выполняет пограничные задачи в системе Форбс. На данном аванпосте проходит проверка всех судов и кораблей, прибывающих "
                  "в систему Форбс. Полицейские силы занимаются контролем и обеспечением безопасности на пограничной зоне с системой Сигма-13. Помимо этого многие торговые суда "
                  "могу закать себе эскорт на этом авапосте, который может спокойно сопроводить торговцев или до системы Берлин или до системы Калифорния. Обычно маршрут в Сигму-13 ведет "
                  "в сторону торговой базы Лос-Анджелес, а сами полицейские сопровождают торговцев до линкора Нью-Мексико. "
                )

# Станция Детройт
li_for_05_base = ("Станция Детроит является штабом корпорации ДипСпейс. Станция представляет собой один большой завод по производству торговых путей и деталей к ним. Не смотря на то, что ДиСпейс продала лицензию на производство торговых путей многим заводам, именно станция Детроит производит большинство всех торговых путей, используемых в секторе Сириуса. К сожалению, стремительное развитие двигателей значительно снизило привлекательность торговых путей. Если в ранние времена торговые пути позволяли развить скорость в четыре раза большую, чем у самого лучше круизного двигателя корабля, то теперь это цифра насчитывает лишь половину лучшего двигателя. По этой причине ДипСпейс начала разработку новых совершенных сверхбыстрых торговых путей, но и тут их ждал провал, ведь такие скорости вовсе не востребованы в центральных колониях из-за не таких больших расстояний внутри систем. Поэтому единственный рабочий прототип современного торгового пути до сих пор стоит у станции в виде бесхозного музейного экспоната. Сейчас ДипСпейс усиленно разрабатывает другие средства перелета между системами как, например, компактные двигатели для истребителей. Сейчас подобные гипердвигатели могут себе позволить лишь линкоры. Если у ДипСпейс получится разработать такой гипердвигатель, то это произведет революцию в логистической системе сектора Сириуса. С другой же стороны это может обесценить текущие производства самой ДипСпейс, ведь она так же производит детали и для гиперват, которые в этом случае станут совершенно бессмысленны.")

# Исследовательская станция Ок-Ридж
li_for_06_base = ("На данной исследовательской станции производятся самые переводовые разработки Либерти в сфере энергетических систем, "
                  "энергетических орудий и прочих сопутствующих технологий. Лаборатория на этой станции производит все возможные типы исследований, "
                  "но порой требуется в дополнительной научной информации, которую можно добыть только в самых дальних уголках Сириуса. На самой станции "
                  "можно закупиться самыми прогрессивными орудиями и установками, чтобы получить дополнительные преимущества в бою.")

# База Сан-Антонио
li_for_07_base = ("База Сан-Антонио построена как опорный пункт конфедератов на пути из планеты Форбс в систему Сигма-17. Дикси активно нападают на "
                  "торговые конвои и выбивают контейнеры из торговых суден, после чего доставляют товар на данную базу. После этого товар спокойно "
                  "перепродается на той же планете Форбс, но уже с помощью контрабандистов. Поэтому местным пиратам выгоднее атаковать конвои идущие в стороны планеты Форбс, "
                  "а не обратно.")

# База Монтгомери
li_for_08_base = ("База Монтгомери поставлена была собрана разбойниками Либерит из местного мусора и служит опорной базой для атак на торговые суда "
                  "в районе станции Детроит. На станции Детроит производится огромная номенклатура промышленных товаров, что делает вражеские "
                  "набеги чрезвычайно выгодными. При этом пиратам приходится регулярно латать свою базу из-за регулярных рейдов со стороны войск Либерти.")

# Фрипорт 8
sig17_01_base = ("Фрипорт 8 размещен на орбите планеты Чикасо как замена уничтоженному ранее Фрипорту 7. Старый фрипорт находился на очень оживленных торговых путях, которые "
                 "невозможно было оставить без внимания. При этом ходило огромное количество слухов о высокой криминогенной ситуации на Фрипорте 7. В том числе "
                 "по этой причине правительство Либерти решило изменить торговый маршрут и вложилось в строительство нового торгового поста, который хоть и имеет статус Фрипопорта, "
                 "но по большей части используется официальными торговыми конвоями как точке пополнения припасов и ремонта. Но при этом на этой базе так же, как и на Фрипорте 7, "
                 "находится значительное количество различных контрабандистов, но на этот раз фрипорт обладает постоянным гарнизоном из солдат Либерти, что позволяет местным "
                 "властям не потерять контроль над ситуацией.")

# Линкор Грифон
sig17_02_base = ("Линкор Грифон обеспечивает дополнительную защиту торговых путей в Сигме-17. Помимо этого, линкор совершает регулярный контроль над круизным лайнером Флостон. Лайнер "
                 "может в любой момент выйти из туристической зоны под защиту данного линкора. По этой причине не только военные заинтересованы в наличии данного линкора в системе. Влиятельные стуктуры "
                 "пролоббировали проект о регулярном военном присутствии, а Либертийский Пентагон за счет этого получает значительное дополнительное финансирование. При этом "
                 "линкор продолжает нести свою реальную военную службу в этом районе и так же защищает от нападения пиратов на пути в сторону систему Нью-Йорк.")

# Аванпост Геттисберг
sig17_03_base = ("Данный аванпост охраняет границы торговых путей Сигмы-17 от нападения пиратов. Вполне известно, что в Сигме-17 находится гипердыра в Большой Омикрон, откуда "
                 "прилетает много пиратов, корсаров и изгоев. Защитой Большого Омикрона в первую очередь занимаются представитель банды Старлайна. Они хоть и являются официальными противниками "
                 "Либерти, но всё тайно получают поставки припасов со стороны официального колониального управления. Слово \"тайно\" можно сразу обернуть в кавычки, ведь это практически всем известная информация. "
                 "Но факт такой публичности не сильно расстраивает Либерти, ведь эти репутационные издержки не столько значительно, а основным противником являются пираты, поэтмоу торговцы вполне себе "
                 "поддерживают такую политику. В том числе по той причине, что люди Старлайна работают исключительно на территории изгоев и корсаров и не проводят террористических операций по путям на территории Либерти.")

# Круизный лайнер Флостон
sig17_04_base = ("Флостонский рай. Так еще называют данный Круизный лайнер, потому что он находится в одних из самых красивых мест в Сириусе. Сигма-17 "
                 "притягивает огромное количество уже достаточно искушенной публики. Они уже слышали про всё, увелкались всем, были везде. И их манят три звезды, находящиеся "
                 "в этой системе. Этим людям не страшны все угрозы, которые несет в себе Сигма-17 и её туманности, ведь в системе огромное количество пиратов. Богатеи считают, что"
                 "сил Либерти хватит, чтобы защитить их от пиратов, поэтому на этом круизном лайнере есть большой запрос на люксовые предметы, которыми обязательн нужно обеспечить всех "
                 "постояльцев. Не для того, чтобы они были счастливы. А для того, чтобы они оставили как можно больше своих денег во время столь длительного путешествия.")

# Форт Ред-Ривер
sig17_05_base = ("Форт Ред-Ривер первоначально построен конфедератами, после чего был захвачен бандой Старлайна. Следом банда очистила базу от населения и законсверировала. "
                 "После этого базу захватили косрары, которым нужен был опорный пункт по той причине, что система Мальта получила независимости и корсары перестали иметь "
                 "возможность иметь базу в системе Мальты. Корсары с трудом держат эту базу лишь за счет дальних тайных поставок со стороны Кюросао и Тортуги. "
                 "Поэтому основное население этой базы - конфедераты и местные разбойники. Корсары стараются не разбрасываться своим личным составом, ведь у "
                 "них нет никакой возможности получить быстрое подкрепление, а аванпост Геттисберг значительно увеличивает защищенность данной локации от корсарских атак.")

# База Моркрофт
sig17_06_base = ("С помощью базы Моркрофт разбойники Либерти совершают дерзкие нападения на торговый путь между Форбс и Нью-Йорком. Это очень оживленный торговый путь, "
                 "поэтому выгоды от данных атак беспрецедентны. В давние времена большинство товара от террактов сбывалось с помощью Фрипорта 7, но после его уничтожения, а так же "
                 "постройки более лояльногшо властям Фрипорта 8, доходы Моркрофта зниачтельно снизилсь. При этом пираты продолжают сбывать товары на фрипорте, но теперь через контрабандистов. "
                 "Это производить гораздо тяжелее, поэтому на фрипорт доставляются только самые ценные товары, а всякую мелочь перевозят корсарам для поддержки форта Ред-Ривер.")

sig17_fp7 = ("Это обломки знаменитого Фрипорта 7, с  которого началась первая война с Кочевниками. Данный фрипорт был одним из самых "
             "популярных во всём Сириусе, в нём производились самые выгодные сделки, а фрилансеры моментально становились миллионерами. "
             "Одноу такому будущему миллионеру не повезло попасть на Фрипорт в тот момент, когда на этом фрипорте находился беглец из планеты Пигар, "
             "умудрившийся достать артефакт, принадлежащий Кочевникам. Номады ни в коем случае не хотели делиться артефактом, поэтому "
             "совершили дерзкий налёт на фрипорт и полностью его уничтожили. Лишь некоторым удалось выжить, одним из которых был Эдисон Трент. "
             "Он потерял свой миллион, но в будущем смог получить огромную популярность, как герой в начавшейся войне с Кочевниками. Простой "
             "фрилансер проявил доблесть, честность и верность человечеству, за что получил высшую награду Либерти - Медаль одинокой звезды. "
             "На данный момент статус Эдисона Трента неизвестен, а сам фрипорт так и остался разрушенным. Никто так и не решился его восстанавливать "
             "из-за высокой пиратской активности в этом районе. Торговцы предпочли пересобрать фрипорт в другой локации и изменить торговый маршрут. По этой причине "
             "старый фрипорт является скорее предметом интереса различных мусорщиков и искателей полезных обломков. Не смотря на то, что фрипорт был разрушен уже "
             "очень давно, ходят слухи, что в нём еще есть секретные отсеки, открыв которые можно получить доступ к местным арсеналам, которые все еще не до "
             "конца разграбили.")

# Планета Колумбия
li_col_01_base = ("")

# Планета Хьюстон
li_col_02_base = ("")

# Верфь Портленд
li_col_03_base = ("")

# Тюрьма Бомонт
li_col_04_base = ("")

# Аванпост Новый Орлеан
li_col_05_base = ("")

# Станция Даллас
li_col_06_base = ("")

# Торговая база Сиетл
li_col_07_base = ("")

# База Вестпорт
li_col_08_base = ("")

# База Пальмито
li_col_09_base = ("")

# Станция Колорадо
tau31_01_base = ("")

# Линкор Луизиана
tau31_02_base = ("")

# Торговая база Флорида
tau31_03_base = ("")

# База Тубак
tau31_04_base = ("")

# База Коринт
tau31_05_base = ("")

# Планета Уорик
br_wrw_01_base = ("")

# Станция Лидс
br_wrw_02_base = ("")

# Станция Глазго
br_wrw_03_base = ("")

# Аванпост Ливерпуль
br_wrw_04_base = ("")

# Верфь Бристоль
br_wrw_05_base = ("")

# База Голуэй
br_wrw_06_base = ("")

# База Дуглас
br_wrw_08_base = ("")

# Станция Арендал
tau29_01_base = ("")

# Станция Кент
tau29_02_base = ("")

# Аванпост Эссекс
tau29_03_base = ("")

# База Йорк
tau29_04_base = ("")

# База Данелаг
tau29_05_base = ("")

# Планета Кембридж
br_cam_01_base = ("")

# Станция Шеффилд
br_cam_02_base = ("")

# Станция Челтнэм
br_cam_03_base = ("")

# Верфь Кардифф
br_cam_04_base = ("")

# Аванпост Блекпул
br_cam_05_base = ("")

# Станция Дерби
br_cam_06_base = ("")

# Станция Гринвич
br_cam_07_base = ("")

# База Спалдинг
br_cam_08_base = ("")

# База Корк
br_cam_09_base = ("")

# Станция Гибралтар
tau37_01_base = ("")

# Фрипорт Плимут
tau37_02_base = ("")

# Линкор Нептун
tau37_03_base = ("")

# База Сеута
tau37_04_base = ("")

# Планета Авалон
br_avl_01_base = ("")

# Верфь Саутгемптон
br_avl_02_base = ("")

# Аванпост Манчестер
br_avl_03_base = ("")

# Торговая станция Бирмингем
br_avl_04_base = ("")

# Станция Лондон
br_avl_05_base = ("")

# Тюрьма Голспи
br_avl_06_base = ("")

# База Кардиган
br_avl_07_base = ("")

# База Лонстон
br_avl_08_base = ("")

# Линкор Принц Уэльский
br_avl_99_base = ("")

# Линкор Принц Уэльский
br_avl_98_base = ("")

# Планета Спрага
sig42_01_base = ("")

# Станция Антарес
sig42_02_base = ("")

# Станция Канис
sig42_03_base = ("")

# Круизный лайнер Каникула
sig42_04_base = ("")

# База Исида
sig42_05_base = ("")

# База Сатис
sig42_06_base = ("")

# Линкор Осирис
sig42_99_base = ("")

# Линкор Мусаси
sig42_98_base = ("")

# Станция Эдинбург
tau23_01_base = ("")

# Станция Сибуя
tau23_02_base = ("")

# Линкор Авангард
tau23_03_base = ("")

# Линкор Кирисима
tau23_04_base = ("")

# Фрипорт Кельтик
tau23_05_base = ("")

# База Брест
tau23_06_base = ("")

# База Кога
tau23_07_base = ("")

# Планета Кусю
ku_ksu_01_base = ("")

# Планета Кумамото
ku_ksu_02_base = ("")

# Станция Токио
ku_ksu_03_base = ("")

# Верфь Нагоя
ku_ksu_04_base = ("")

# Станция Гифу
ku_ksu_05_base = ("")

# Исследовательская станция Нансей
ku_ksu_06_base = ("")

# Аванпост Тояма
ku_ksu_07_base = ("")

# Круизный лайнер Бирма
ku_ksu_08_base = ("")

# База Цусима
ku_ksu_09_base = ("")

# База Нагасаки
ku_ksu_10_base = ("")

# Станция Осака
tau4_01_base = ("")

# Фрипорт Окинава
tau4_02_base = ("")

# Линкор Ямасиро
tau4_03_base = ("")

# База Муцуэ
tau4_04_base = ("")

# База Сингапур
tau4_05_base = ("")

# Планета Хонсю
ku_hns_01_base = ("")

# Станция Тиеда
ku_hns_02_base = ("")

# Верфь Окаяма
ku_hns_03_base = ("")

# Тюрьма Вакаяма
ku_hns_04_base = ("")

# Аванпост Нара
ku_hns_05_base = ("")

# Торговая база Фунабаси
ku_hns_06_base = ("")

# База Содзя
ku_hns_07_base = ("")

# База Чиба
ku_hns_08_base = ("")

# Станция Йокогама
ku_tgk_01_base = ("")

# Станция Мацуэ
ku_tgk_02_base = ("")

# Фрипорт Фукуяма
ku_tgk_03_base = ("")

# База Такамацу
ku_tgk_04_base = ("")

# База Коти
ku_tgk_05_base = ("")

# Планета Хоккайдо
ku_hkd_01_base = ("")

# Верфь Имабари
ku_hkd_02_base = ("")

# Станция Саппоро
ku_hkd_03_base = ("")

# Аванпост Синдзюку
ku_hkd_04_base = ("")

# Станция Ниигата
ku_hkd_05_base = ("")

# Станция Сендай
ku_hkd_06_base = ("")

# База Кунашир
ku_hkd_07_base = ("")

# База Вако
ku_hkd_08_base = ("")

# Станция Харадзюку
om7_01_base = ("")

# Станция Вольфсбург
om7_02_base = ("")

# Линкор Остфрисланд
om7_03_base = ("")

# Фрипорт Рёдзюн
om7_04_base = ("")

# База Киото
om7_05_base = ("")

# База Хельголанд
om7_06_base = ("")

# Линкор Мусаси
om7_99_base = ("")

# Станция Валенсия
co_mad_02_base = ("")

# Станция Морелия
co_mad_03_base = ("")

# Планета Мадрид
co_mad_01_base = ("")

# База Крит
co_mad_04_base = ("")

# База Очо-Риос
co_och_01_base = ("")

# Линкор Конкорд
co_och_02_base = ("")

# Линкор Навухудоносор
co_cad_99_base = ("")

# База Кадиз
om11_01_base = ("")

# Линкор Миссури
sphere_01_base = ("")

# Линкор Миссури
sphere_02_base = ("")

# Линкор Принц Уэльский
m8_tau44_99_base = ("")

# Линкор Осирис
sphere2_99_base = ("")

# Линкор Осирис
om13_alt_99_base = ("")

# Линкор Осирис
asf_prom_99_base = ("")

# Линкор Мусаси
or_hq_99_base = ("")

# Линкор Мусаси
rh_vien_99_base = ("")

# Линкор Мусаси
xen_99_base = ("")

# Линкор Мусаси
xen_98_base = ("")

