HOW_TO_HACK = ('\\n\\n'
                'Чтобы взломать панель вы должны уничтожить все цвета искомого цвета. Стреляйте по блокам, чтобы '
               'с помощью звукого сигнала узнать дальность текущего цвета до искомого. '
               '\\n\\n'
               'Цвета обозначаются следующими звуками: максимальное, очень высокое, высокое, среднее, низкое, '
               'очень низкое, минимальное.'
               '\\n\\n'
               'Искомый свет зовётся "максимальное". Цвет будет обозначен звуком в зависимости от того, насколько '
               'близко он находится к искомому. Ближайший к искомому будет очень высоким, '
               'самый дальний будет зваться минимальным.'
               '\\n\\n'
               'Найдите максимальный цвет и уничтожьте блоки этого цвета, чтобы получить ключ.')


ROID_MINER = ('Для того, чтобы получить доступ на рудокоп, вы должны добыть ключ в одном из ближайших астероидов. '
              'Верный астероид будет отмечен визуальным эффектом и озвучен интерфейсом как верный.')

GAS_MINER_OLD = ('Для того, чтобы получить доступ на газодобытчик, вы должны добыть ключ в ближайших астероидах. '
                 'Разбейте астероиды и атакуйте газовые облака. После сжижения одного из облаков вы получите ключ. '
                 'Некоторые пушки более эффективны при сжижении газа.')

ASTEROID_ICE = ('Чтобы получить доступ к заброшенной исследовательской базе нужно добыть ключ в одном из '
                'ближайших ледяных астероидов. Уничтожайте сегменты астероида шаг за шагом, следом сжижайте газовые '
                'облака с помощью своих пушек. Рано или поздно вы получите ключ от базы.')

ASTEROID_ROCK = ('Чтобы получить доступ к заброшенной исследовательской базе нужно добыть ключ в одном из '
                 'ближайших астероидов.')

DEBRIS_MANUFACTORING = ('Чтобы получить доступ к плавильной установке, вы должны атаковать мусорные брикеты. '
                        'Уничтожайте мусорные блоки до того момента, пока не выпадет ключ.')

BATTLESHIP_HACKABLE = ('Чтобы получить доступ к данному линкору, вы должны взломать его двери с помощью находящейся '
                       'рядом взламываемой панели. Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                       '' + HOW_TO_HACK)

BATTLESHIP_LOCKED = ('Чтобы получить доступ к данному линкору вы должны выбить ключ из одного из находящихся рядом '
                     'обломков истребителей. Используйте возможности своего интерфейса, чтобы найти нужный '
                     'истребитель с ключем. Атакуйте истребитель, получите ключ, после чего доступ будет открыт.')

LUXURY_LOCKED = ('Чтобы получить доступ к данному лайнеру вы должны выбить ключ из одного из находящихся рядом '
                 'обломков истребителей. Используйте возможности своего интерфейса, чтобы найти нужный '
                 'истребитель с ключем. Атакуйте истребитель, получите ключ, после чего доступ будет открыт.')

HACKABLE_LUXURY = ('Чтобы получить доступ к данному лайнеру вы должны взломать его двери с помощью находящейся '
                   'рядом взламываемой панели. Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                   '' + HOW_TO_HACK)

HACKABLE_SOLAR_PLANT = ('Чтобы получить доступ к данному солнечному генератору вы должны взломать его двери '
                        'с помощью находящейся рядом взламываемой панели. '
                        'Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                        '' + HOW_TO_HACK)

SOLAR_PLANT = ('Чтобы получить доступ к данному солнечному генератору, вы должны выбить ключ из одного из'
               'находящихся рядом обломков истребителей. Используйте возможности своего интерфейса, '
               'чтобы найти нужный истребитель с ключем. '
               'Атакуйте истребитель, получите ключ, после чего доступ будет открыт.')

STATION_RUINS = ('Рядом с руинами этой станции есть блоки стыковки, которые можно взломать.')

HACKABLE_STATION = ('Чтобы получить доступ к данному стыковочному узлу, вы должны взломать его двери '
                    'с помощью находящейся рядом взламываемой панели. '
                    'Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                    '' + HOW_TO_HACK)
