HOW_TO_HACK = ('\\n\\n'
                'Чтобы взломать панель вы должны уничтожить все цвета искомого цвета. Стреляйте по блокам, чтобы '
               'с помощью звукого сигнала узнать дальность текущего цвета до искомого. '
               '\\n\\n'
               'Цвета обозначаются следующими звуками: максимальное, очень высокое, высокое, среднее, низкое, '
               'очень низкое, минимальное.'
               '\\n\\n'
               'Искомый свет зовётся "максимальное". Цвет будет обозначен звуком в зависимости от того, насколько '
               'близко он находится к искомому. Ближайший к искомому будет очень высоким, '
               'самый дальний будет зваться минимальным.'
               '\\n\\n'
               'Найдите максимальный цвет и уничтожьте блоки этого цвета, чтобы получить ключ.')

ROID_MINER = ('Для того, чтобы получить доступ на рудокоп, вы должны добыть ключ в одном из ближайших астероидов. '
              'Верный астероид будет отмечен визуальным эффектом и озвучен интерфейсом как верный. Вам нужно '
              'последовательно атаковать все астероиды до тех пор, пока вы не найдете верный астероид. Разрушьте '
              'все элементы верного астероида, найдите ключ и получите доступ на рудокоп')

GAS_MINING_GUNS = (
    'Не все пушки могут сжижать газ. Посмотрите описание ваших пушек. Если на них не отмечена эффективность '
    'в добыче газа, то вам придется сжижать газ достаточно долгое время. Рекомендуется предварительно найти '
    'хотя бы одну эффективную газосжижающую пушку.'
)

GAS_MINER_OLD = ('Для того, чтобы получить доступ на газодобытчик, вы должны добыть ключ в ближайших астероидах. '
                 'Разбейте астероиды и атакуйте газовые облака. При сжижении газа будет отмечаться, '
                 'можно ли будет найти ключ '
                 'в этом астероиде. Если газ будет отмечен как верный, то вы сможете найти ключ в этом астероиде и '
                 'получить доступ к базе после его получения. '
                 '\\n\\n' + GAS_MINING_GUNS)

ASTEROID_ICE = ('Чтобы получить доступ к заброшенной исследовательской базе нужно добыть ключ в одном из '
                'ближайших ледяных астероидов. Уничтожайте сегменты астероида шаг за шагом, следом сжижайте газовые '
                'облака с помощью своих пушек. При сжижении газа будет отмечаться, можно ли будет найти ключ '
                'в этом астероиде. Если газ будет отмечен как верный, то вы сможете найти ключ в этом астероиде и '
                'получить доступ к базе после его получения.'
                '\\n\\n' + GAS_MINING_GUNS)

ASTEROID_ROCK = ('Чтобы получить доступ к заброшенной исследовательской базе нужно добыть ключ в одном из '
                 'ближайших астероидов. Верный астероид будет отмечен зелёным светом и соответствующим '
                 'звуком интерфейса. Вы должны сделать надламывать астероиды до тех пор, пока не найдёте верный '
                 'астероид. Разрушьте верный астероид, получите ключ и тем самым разблокируете базу.')

DEBRIS_MANUFACTORING = ('Чтобы получить доступ к плавильной установке, вы должны атаковать мусорные брикеты. '
                        'Уничтожайте мусорные блоки до того момента, пока не выпадет ключ. Верный мусорный брикет '
                        'будет отмечен соответствующим цветом и звуком. Вам не обязательно уничтожать '
                        'все мусорные брикеты до основания. '
                        'Найдите верный объект и разрушьте всего его мусорные блоки, заполучите ключ и сядьте на базу.')

BATTLESHIP_HACKABLE = ('Чтобы получить доступ к данному линкору, вы должны взломать его двери с помощью находящейся '
                       'рядом взламываемой панели. Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                       '' + HOW_TO_HACK)

BATTLESHIP_LOCKED = ('Чтобы получить доступ к данному линкору вы должны выбить ключ из одного из находящихся рядом '
                     'обломков истребителей. Используйте возможности своего интерфейса, чтобы найти нужный '
                     'истребитель с ключом: ключ будет будет отмечен синим цветом на проекции истребителя. '
                     'Атакуйте истребитель, получите ключ, после чего доступ будет открыт.')

LUXURY_LOCKED = ('Чтобы получить доступ к данному лайнеру вы должны выбить ключ из одного из находящихся рядом '
                 'обломков истребителей. Используйте возможности своего интерфейса, чтобы найти нужный '
                 'истребитель с ключом: ключ будет будет отмечен синим цветом на проекции истребителя. '
                 'Атакуйте истребитель, получите ключ, после чего доступ будет открыт.')

HACKABLE_LUXURY = ('Чтобы получить доступ к данному лайнеру вы должны взломать его двери с помощью находящейся '
                   'рядом взламываемой панели. Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                   '' + HOW_TO_HACK)

HACKABLE_SOLAR_PLANT = ('Чтобы получить доступ к данному солнечному генератору вы должны взломать его двери '
                        'с помощью находящейся рядом взламываемой панели. '
                        'Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                        '' + HOW_TO_HACK)

SOLAR_PLANT = ('Чтобы получить доступ к данному солнечному генератору, вы должны выбить ключ из одного из'
               'находящихся рядом обломков истребителей. Используйте возможности своего интерфейса, '
               'чтобы найти нужный истребитель с ключем. '
               'Атакуйте истребитель, получите ключ, после чего доступ будет открыт.')

STATION_RUINS = ('Рядом с руинами этой станции есть блоки стыковки, которые можно взломать.')

HACKABLE_STATION = ('Чтобы получить доступ к данному стыковочному узлу, вы должны взломать его двери '
                    'с помощью находящейся рядом взламываемой панели. '
                    'Взломайте панель и заберите ключ, после чего доступ будет открыт.'
                    '' + HOW_TO_HACK)
