EXPL_MAPS = ('Информация о дальних уголках сектора Сириуса.'
             'Она пользуется отличным спросом на торговых аванпостах внутренних колоний.'
             'Будьте внимательны! Карты космоса быстро устаревают и могут обесцениться.')
EXPL_NEUTRON = ('Информация о нейтронной звезде собирается в непосредственной близости от изучаемого объекта '
                'и имеет огромную ценность для ученых внутренних колоний. '
                'Будьте внимательны! Эти данные быстро устаревают и могут обесцениться.')
EXPL_BH = ('Неизвестно что происходит внутри черной дыры. Тем не менее, некую часть информации можно собрать '
           'находись вдали от нее. Эти данные чрезвычайно интересны всем ученым из внутренних колоний. '
           'Будьте внимательны! Эти данные быстро устаревают и могут обесцениться.')
EXPL_RESEARCHS = ('К этим данным относят различные наблюдения над уникальными космическими объектами'
                  ' в секторе Сириуса. Они чрезвычайно интересны всем ученым во внутренних колониях. '
                  'Будьте внимательны! Эти данные быстро устаревают и могут обесцениться.')
ARTIFACTS = ('Сектор Сириуса полон следов таинственных иных цивилизаций. '
             'Артефакты имеют высокую ценность как для ученых, так и для коллекционеров. '
             'Внимание! Торговля артефактами во внутренних колониях запрещена!')
ALIEN_ORGANISMS = ('Незаметные микроскопические живые существа даже не представляют, '
                   'какую большую ценность они представляют ученым внутренних колоний сектора Сириуса. '
                   'Внимание! Микроорганизмы чувствительны к изменению среды и могут испортиться.')
NOMAD_GENERATOR = ('Внеземной источник невиданной энергии. С помощью этого генератора можно '
                   'добиться невиданных открытий в энергетике. Именно поэтому подобные генераторы имеют '
                   'огромную ценность для всех ученых во внутренних колониях.')
TERRAFORM_MINERALS = ('Химические вещества, помогающие значительно улучшить плодородность почвы. '
                      'Удобрения имеют высокую ценность на тех планетах, которые производят растительную, '
                      'а не синтетическую пищу.')
TERRAFORM_GASES = ('С помощью терраформирующих газов можно сделать планету возможной для обитания, '
                   'а в лучшем случае позволить ее массовое заселение. Так же с помощью этих газов '
                   'инженеры пытаются улучшить среду уже заселенных планет.')
LASERBEAM_COMPONENTS = ('Лазерные излучатели позволяют с огромной мощностью направлять '
                        'значительные потоки различной энергии. В военных целях излучатели применяются'
                        ' для создания боевых лазеров. В мирных же целях излучатели незаменимы '
                        'для создания внешних генераторов щитов и терраформирующих орбитальных станций.')
WATER = ('Человек не может обойтись без воды. Без больших источников воды невозможно обойтись '
         'ни одной станции в космосе. Вода особенно ценна на станциях в крайних мирах секторах Сириуса, '
         'т.к. они очень отдалены от привычных источников воды.')
OXYGEN = ('Ни одна станция не сможет функционировать без генерации воздуха. '
          'Основным компонентом при генерации является кислород. Его запасы его являются стратегическим ресурсом '
          'на любой станции и чем дальше от источника кислорода размещена станция, тем ценнее для неё он становится.')
SYNTS_FOOD = ('Основным типом пищи в секторе Сириуса является синтетическая. Её легко произвести с помощью комбинации '
              'химических соединений, при этом по вкусовым качества она не уступает,'
              ' а иногда даже опережает натуральную пищу.')
CONSUMER_GOODS = ('Потребительские товары составляют основу привычного обихода человека в любом месте жительства. '
                  'К ним относят любые товары - от одежды до крупной бытовой техники. '
                  'Если на крупных планетах налажено крупное производство подобных товаров, то на отдаленных они '
                  'являются довольно редкими и ценными.')
MEDS = ('В дальних уголках сектора Сириуса есть проблемы с доступом к квалифицированной медицинской помощи, '
        'поэтому первыми, а иногда единственным, средством спасения от простых увечий до внеземных инфекций являются '
        'медицинские препараты, незаменимые в любом дальнем путешествии.')
LIGHT_ARMS = ('Опасность ждет звездного волка не только в открытом космосе. Личное вооружение позволяет обеспечить '
              'защищенность еще до того, как покинуть взлетную площадку космической станции. Особенно такое вооружение '
              'имеет ценность в крайних мирах, которые кишат пиратами и прочими опасными личностями.')
TOXIC = ('Токсичные отходы являются побочным продуктом на станциях, использующих реакторы '
         'как основные энергоустановки. Отходы могут наносить ущерб станции, на которой находятся, '
         'поэтому их стараются как можно быстрее вывести на переработку.')
METAL = ('Основным эффектом присутствия человека в космосе является огромное количество металлолома, '
         'который люди так и норовят создавать вновь и вновь. Источником металлолома обычно являются разрушенные '
         'корабли и станции. Металлолом собирают для того, чтобы переплавить или в базовый сплав или '
         'в панели космических станций.')
POWER_SOLAR = ('Генераторы, заряженные с помощью солнечной энергии, незаменимы на космических станциях, '
               'так как не несут вредного эффекта после отработки и могут быть заряжены вновь. Они особенно '
               'популярны на станциях, не оснащенных реакторными установками.')
ALLOY_BASIC = ('Этот сплав плавят из обычных металлов, к которым обычно относят металлолом. Базовый сплав '
               'применяется в тех местах, где не нужны особые свойства, такие как удержание большой нагрузки '
               'или защита от радиации. Этот сплав применяют при создании простых узлов кораблей или '
               'при строительстве наземных сооружений.')
GAS_BALOONS = ('Сжиженный газ добывается на газодобывающих станциях и доставляется на завод для дальнейшей '
               'переработки в водородное топливо. Эти баллоны имеют не сильно высокую цену в центральных колониях, '
               'так как обычно заводы размещены в соседних с газобобытчиками системах '
               '(а некоторые газодобытчики сразу производят водородное топливо). '
               'С другой стороны сжиженный газ более удобен в транспортировке из-за меньше взрывоопасности.')
GAS_FUEL = ('Газовое топливо производят из обычного сжиженного газа. Такое топливо хоть и занимает место в корабле,'
            ' но зато куда дешевле радиоактивного, а также широко распространено во всем секторе Сириуса.')
WATER_EXTRA = ('Не смотря на то, что даже обычная вода является очень ценным товаром на космических станциях, '
               'в Сириусе еще находятся эстеты и ценители природной минеральной воды. '
               'Эту воду берут из целебных источников, и в необработанном виде перевозят до потребителя.')
DIAMONDS = ('Необработанные алмазы добываются из руды для последующей обработки. Обработанные алмазы '
            'используют при создании промышленных станков и для создания дорогих украшений.')
LUXURY_DIAMONDS = ('Алмазные украшения высоко ценятся среди любителей роскоши. Не смотря на то, что уже давно '
                   'начато производство искусственные алмазы, лишь настоящие вручную обработанные алмазы имеют '
                   'значение для настоящего ценителя драгоценных камней.')
NIOBIUM = ('Руда ниобия добывается для последующей обработки и создания из неё суперсплава. Это обусловлено '
           'отличной прочностью обработанной руды ниобия, что незаменимо в кораблестроении.')
PROD_MACHINES = ('Станки используются на любом массовом производстве. Промышленный станок, оснащенный '
                 'отличной электроникой, точными лазерными излучателями и использующий идеально обработанные алмазы, '
                 'может создавать любую продукцию с филигранной точностью.')
STATION_PANELS = ('Прочные металлические панели, незаменимые при строительстве и ремонте космической станции, '
                  'производятся из смеси базового сплава и суперсплава. Они имеют высокую ценность особенно '
                  'на тех станциях, которые до сих пор находятся в стадии строительства.')
ALLOY_HEAVY = ('Сверхпрочный сплав позволяет укрепить самые важные узлы космических кораблей и станций. С помощью '
               'этого сплава создается каркас и большая часть обшивки корабля или станции. '
               'Суперсплав просто незаменим в кораблестроении.')
ROID_MINER_PARTS = ('Любое сложное устройство рано или поздно изнашивается. '
                    'Эти детали сертифицированы заводом-производителем автономных рудодобывающих установок '
                    'и обязательно должны находиться в достаточном объеме на любом рудокопе, чтобы вовремя '
                    'исправлять возникающие неисправности.')
BERILIUM = ('Берилий обладает выдающимися термостойкими свойствами. Его добывают для создания высокотемпературных '
            'сплавов, деталей гиперврат и торговых путей.')
NICOLLUM = ('Руда никеля имеет множество полезных свойств, необходимых при производстве компонентов двигателей '
            'и высокотемпературных сплавов.')
LUXURY_GOODS = ('Роскошные потребительские товары очень необходимы высшим людям мира сего. За возможность '
                'пользоваться абсолютно обыкновенной вещь, но с лицензионным лейблом модной компании, '
                'они готовы заплатить огромные деньги. Тем не менее, подделать эти лейблы достаточно сложно, '
                'поэтому роскошные товары, взятые у официального поставщика, будут всегда пользоваться спросом.')
TLR_PARTS = ('Торговые пути хоть и крепкие объекты, но требует регулярного обслуживания. Особенно учитывая, '
             'что по ним регулярно наносят урон всяческие пираты. Не смотря на падение эффективности торговых путей, '
             'их популярность еще долго не будет угасать и наиболее поврежденным из них требует запчасти.')
ENGINE_COMPONENTS = ('Детали двигателей используются при производстве одной из самой главной детали любого '
                     'корабля - двигателя. Компоненты двигателей обычно производят в местах, расположенных '
                     'рядом с залежами тугоплавких руд. Но такая руда добывается далеко не везде, '
                     'поэтому компоненты двигателей нужны для поддержания производства двигателей во всём Сириусе.')
JG_COMPONENTS = ('Уровень развития варп-двигателей обычных кораблей до сих пор очень низок, поэтому '
                 'основным источников в Сириусе являются гиперврата. И, как и любое устройство, они рано или '
                 'поздно изнашиваются. Детали гиперврат крайне необходимы как для ремонта старых гиперврат, '
                 'так и нужны при строительстве новых.')
ALLOY_TEMPERATURE = ('Сплавы с высокой температурой плавления используются при производстве устройств, '
                     'подверженных постоянно высокому нагреву. По этой причине такие сплавы повсеместно '
                     'используются в кораблестроении. В особенности их используют при производстве двигателей, '
                     'которые постоянно находятся под влиянием высоких температур.')
MINING_EQUIP = ('Горное оборудование используется для поддержания работоспособности шахт на рудодобывающих '
                'планетах. Жизнь этих планет целиком и полностью зависит от добычи ресурсов, и этот процесс '
                'не должен задерживаться ни на минуту.')
URANIUM = ('Урановую руду добывают из астероидов и планет, после чего доставляют на специальные заводы для '
           'обогащения и последующего обогащения. Обогащенный уран используется '
           'при производстве радиоактивного топлива.')
PLUMBUM = ('Свинец это металл, обладающий феноменальной защитой от радиоактивного излучения. Его используют '
           'при производстве сплавов, которые впоследствии используют при производстве реакторов. Именно благодаря '
           'свинцу экипаж корабля или персонал станции находятся в абсолютной безопасности от радиационного излучения.')
REACTORS = ('Реакторы используются на большинстве станций. Многие компоненты реакторов выходят из строя '
            'или подвергаются излишнему излучению, поэтому требуют современной замены. В случае, если множество '
            'реакторов станции выйдет из строя, на станции банально не смогут поддерживать подачу энергии. '
            'Поэтому любой станции нужен стратегический запас этого товара.')
MOX_FUEL = ('Радиоактивное топливо используется для заряда реакторов станций, а так же для реакторов крупных кораблей. '
            'Варп-двигатели используют огромное количество энергии, поэтому, вернувшиеся из длительного похода, '
            'линкоры и крейсеры крайне нуждаются в перезарядке этим топливом.')
MUNITIONS = ('Комплекты разобранных снарядов крайне необходимы практически всем фракциям в Сириусе. Пока происходят '
             'войны, пираты атакуют торговые караваны, а наемные пилоты пытаются их отбить, снаряды всегда будут '
             'в дефиците, который требуется регулярно пополнять.')
LUXURY_FOOD = ('В современном мире натуральная пища является редкостью. Поэтому она является такой ценной для особо '
               'высшего класса. Натуральная пища имеет достаточно короткий срок годности и поэтому обязана как можно '
               'быстрее быть доставлена до адресата. При этом натуральная пища так и относится привилегий '
               'высшего класса, так как по вкусовым качествам и питательной ценности давно '
               'уступает синтетической пище.')
ALLOY_RADIATION = ('Подобные сплавы используются при кораблестроении и производстве реакторов. Противорадиационный '
                   'сплав позволяет защитить персонал корабля или станции, а так же защитить и другие системы корабля '
                   'от воздействия опасных излучений.')
GREENHOUSE_PARTS = ('Многие космические станции имеют модули с оранжереями. Эти оранжереи предназначены для генерации '
                    'воздуха с помощью фотосинтеза. Благодаря этому, подобные станции могут длительно оставаться '
                    'без дополнительного обслуживания. Персонал станции не сможет жить без воздуха, '
                    'по этой причине на станции крайне необходимо оборудования для поддержания работы таких оранжерей.')
GOLD = ('Когда-то самый ценный металл, золото, в настоящее время потерял былую значимость. Сейчас его по большей '
        'части применяют при производстве электроники или каких-то уникальных украшений.')
SILVER = ('Серебро является одним из самых полезных металлов. Большую часть серебра добывают в шахтах на планетах. '
          'Добытый металл используют при производстве электроники, украшений, а так же серебро является одним '
          'из компонентов сверхпроводящих сплавов.')
ELECTRONICS = ('Электронные товары крепко вошли в нашу жизнь и необходимы во всех уголках сектора Сириуса. '
               'Без сложных электронных устройств не смогут работать системы кораблей, станций и много другого, '
               'а обычные люди уже не смогут везти повседневную жизнь без компактных персональных компьютеров. '
               'При этом электронные устройства являются достаточно сложными, поэтому не всегда могут '
               'быть отремонтированы. И поэтому они всегда будут иметь популярность у потребителей.')
LUXURY_GOLD = ('Роскошные украшения являются обязательным атрибутом зажиточных жителей планет. Украшения '
               'демонстрируют статус их владельца, тогда как обычным жителям станции это редко пригождается.')
ALLOY_CONDUCTOR = ('Сверхпроводники используются для производства электрических кабелей. По этой причине они '
                   'незаменимы при производстве практически всех космические объектов, так как с их помощью можно '
                   'при минимальных затратах сделать электрическую проводку как малого корабля, '
                   'так и гигантской космической станции.')
GASMINER_PARTS = ('Газодобывающие станции из дня в день занимаются одним и тем же - заправляют все новые и новые '
                  'газовые баллоны сжиженным газом. Они не могут остановиться и передохнуть, так газ всегда вокруг '
                  'них и едва ли его станет меньше. По этой причине необходимо свести простои базы к минимуму, '
                  'а для этого нужны высококачественные лицензионные детали.')
RED_ROID = ('Красная руда содержит странные металлические соединения, с помощью которых можно очень легко производить '
            'огромные количества специального красного сплава. Бытуют мнения, что красная руды была изобретена '
            'номадами для того, чтобы производить свои гигантские объекты. '
            'Эту особенность красной руды подметили и испанцы. '
            'Поэтому на территории корсар так много огромных станций.')
ALLOY_RED = ('Главная особенность красного сплава - это легкость его изготовления. Поэтому на территории корсар он '
             'производился в огромных количествах. По этой причине корсар имеют так много гигантских станций. '
             'Так же из красного сплава делают и космические корабли корсар. '
             'К недостаткам красного сплава относят хрупкость у небольших конструкций. '
             'Именно по этой причине корабли корсар имеют крепкий корпус, но броня составных частей желает лучшего.')
SPECTRUM_ROID = ('Редкая спектральная руда это основной компонент устройств невидимости. Она необходима при '
                 'производстве компактных устройств невидимости, так и для поддержания крупных установок. '
                 'Ученые всех стран сильно заинтересованы в получении этой руды для того, '
                 'чтобы продолжить работы по разработке устройств невидимости.')
PIRATE_GOODS = ('Контрафактные товары широкого потребления создаются на нелегальных пиратских и корсарских фабриках. '
                'Их производят из дешевых, а иногда даже вредных, материалов. Распространение таких товаров '
                'запрещено законом, поэтому не рекомендуется попадаться полиции с таким грузом в трюме.')
LIGHT_DRUGS = ('Легкие наркотики хоть и нелегальны, но достаточно распространены в Сириусе. В основном они '
               'синтетического происхождения и по большей части используются в медицинских целях, но также '
               'пользуются популярностью у низов населения. Распространение таких товаров запрещено законом, '
               'поэтому не рекомендуется попадаться полиции с таким грузом в трюме.')
CARDAMINE = ('Кардамин это один из самых опасных наркотиков в Сириусе. Он растет на планетах внешних колоний, '
             'и поставляется на всю территорию Сириуса. Главной особенность Кардамина является сильнейшее '
             'привыкание. Кардаминные наркоманы нуждаются в нем как в воздухе, в особенности на последних '
             'стадиях привыкания. По этой причине даже во внутренних колониях наблюдается огромный спрос '
             'на этот наркотик. Распространение таких товаров запрещено законом, поэтому не рекомендуется '
             'попадаться полиции с таким грузом в трюме.')
PIRATE_MEDS = ('В крайних мирах наблюдается серьезный дефицит легальных медпрепаратов. Чтобы хоть как-то '
               'улучшить здравоохранение, пираты и корсары производят свои аналоги. Они отличаются '
               'от легальных наркотиков минимальной ценой и плохим качеством. Применение некоторых '
               'из них может грозить даже летальным исходом. Распространение таких товаров запрещено законом, '
               'поэтому не рекомендуется попадаться полиции с таким грузом в трюме.')
PRISONERS = ('Находящиеся в глубоком криосне, плененные граждане Сириуса дожидаются своей участи. В зависимости '
             'от гражданства пленника, власти дадут различное вознаграждение за его поимку или освобождение. '
             'Самое популярное место, в которое везут пленников - это местная тюрьма. '
             'Пираты в свою очередь пытаются вызволить своих друзей.')
